Repository: 8bitkevin/Block-Explorer-IQ-Public
Catalog: locale/*_Yue/LC_MESSAGES/django.po
Languages: yue

source: Page Type
yue: 網頁

source: Adult Content
yue: 成人內容

source: Media Gallery
yue: 庫

source: Contains
yue: 包含

source: Equal to
yue: 等於

source: Regular expression
yue: 正則表達式

source: Starts with
yue: 開始於

source: Ends with
yue: 結束於

source: Greater than
yue: 大於

source: Greater than or equal to
yue: 大於或等於

source: Less than
yue: 少於

source: Less than or equal to
yue: 小於或等於

source: Password
yue: 密碼

source: Please enter a password
yue: 请输入密码

source: Please enter a valid password
yue: 請輸入有效嘅密碼

source: Enter an email
yue: 輸入電子郵件

source: Please enter an email address
yue: 請輸入電子郵件地址

source: Please enter a valid email address
yue: 請輸入有效的電子郵件地址

source: First Name
yue: 名字

source: Last Name
yue: 姓氏

source: Enter a username
yue: 輸入用戶名

source: Please enter a username
yue: 請輸入用戶名

source: Please enter a valid username
yue: 請輸入有效嘅用戶名

source: This email address already exists! Please use another one.
yue: 此電子郵件地址已存在! 請先用一個。

source: Email
yue: 郵箱

source: How can we help?
yue: 我能幫上甚麼忙嗎?

source: Full Name
yue: 全名

source: Subject
yue: 主題

source: Report Abuse
yue: 報告濫用

source: Report Bug
yue: 報告 bug

source: Verify Account
yue: 驗證帳戶

source: Anonymous Tip
yue: 匿名提示

source: Investment Inquiries
yue: 投資查詢

source: Other
yue: 其他

source: Search by Entering a Link
yue: 透過輸入連結進行搜索

source: Describe the file briefly. A summary of the information found is best. Avoid simply repeating the page title.
yue: 簡要描述該文件。 搵到嘅信息的摘要係最好嘅。 避免簡單地重複頁面標題。

source: File type not allowed.
yue: 唔允許文件類型。

source: Please .
yue: 請。

source: Enter a URL
yue: 輸入 url

source: Describe the URL briefly. A summary of the information found is best. Avoid simply repeating the page title.
yue: 簡要描述 url。 搵到嘅信息的摘要係最好嘅。 避免簡單地重複頁面標題。

source: Enter type (e.g. Occupation)
yue: 輸入類型 (如職業)

source: Enter value (e.g. CEO)
yue: 輸入值 (如 ceo)

source: Person
yue: 人員

source: Place/Location
yue: 地點/地點

source: Organization/Company/Institution
yue: 組織/公司/機構

source: Event
yue: 事件

source: List/Ranking
yue: 列表/排名

source: Product/Merchandise
yue: 產品/商品

source: Electronics/Software
yue: 電子/軟件

source: Medical/Biology
yue: 醫學/生物學

source: Creative Work/Art
yue: 創意工作/藝術

source: Science/Academia/Humanities
yue: 科學/學術界/人文科學

source: None
yue: 冇

source: Featured
yue: 特色

source: In the news
yue: 在新聞

source: In the news (Editor's Pick)
yue: 在新聞 (編輯嘅挑選)

source: In the news (Standout Article)
yue: 新聞 (傑出文)

source: Trending
yue: 趨勢

source: On this day
yue: 喺呢一日

source: Blog Post (Meta Article)
yue: 博客文章 (元文)

source: Verified Only
yue: 僅驗證

source: Normal (Business)
yue: 正常 (業務)

source: Normal (Personal)
yue: 正常 (人)

source: Your Everipedia editor restrictions have been removed. You can now edit pages freely!
yue: 你嘅 everipedia 編輯器制已被刪除。 你而家可以自由編輯網頁!

source: Images & Videos
yue: 圖像和視頻

source: References
yue: 引用

source: Article Discussion
yue: 文章討論

source: See Also
yue: 另見

source: Top Editors
yue: 頂級編輯器

source: Wiki and references for
yue: wiki 和參考文獻

source: You can edit something on this wiki now!
yue: 你可以編輯呢個 wiki 上嘅嘢啦!

source: IP address or mask
yue: ip 地址或掩碼

source: Optional reason for block
yue: 舊嘅可選原因

source: IPs & masks to ban
yue: 禁止嘅 ips 同面具

source: Welcome,
yue: 歡迎

source: Documentation
yue: 快勞

source: Change password
yue: 更改密碼

source: Log out
yue: 註銷

source: Home
yue: 家

source: Django site admin
yue: django 網站管理員

source: Django administration
yue: django 管理

source: Thanks for spending some quality time with the Web site today.
yue: 多謝你今日用咗啲時間喺網站上。

source: Log in again
yue: 再次登錄

source: Search Everipedia
yue: 搜索 everipedia

source: Log in
yue: 登錄

source: Password change successful
yue: 密碼更改成功

source: Password reset
yue: 密碼重置

source: Password reset complete
yue: 密碼重置完成

source: Your password has been set. You may go ahead and log in now.
yue: 你嘅密碼已設置。 你可以繼續登錄了。

source: Password reset confirmation
yue: 密碼復位確認

source: Enter new password
yue: 輸入新密碼

source: Please enter your new password twice so we can verify you typed it in correctly.
yue: 請輸入您的新密碼兩次, 以便我地可以驗證你鍵入啱佢。

source: New password:
yue: 新密碼:

source: Confirm password:
yue: 確認密碼:

source: Change my password
yue: 更改我的密碼

source: Password reset unsuccessful
yue: 密碼重置失敗

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
yue: 密碼重設連結無效, 可能是因為它已經被使用。 請請求重新設置密碼。

source: Password reset successful
yue: 密碼重置成功

source: We have emailed you instructions for setting your password. You should be receiving them shortly.
yue: 我哋已經透過電子郵件向你發送設置密碼的說明。 你就好快會收到的。

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
yue: 如果你冇收到電子郵件, 請確保你已輸入您註冊的地址, 並檢查您的垃圾郵件文件夾。

source: You are receiving this email because you requested a password reset for your Everipedia account.
yue: 你正在接收此電子郵件, 因為你請求為你嘅 everipedia 帳戶重新設置密碼。

source: Please go to the following page and choose a new password:
yue: 請轉去下一頁並選擇一個新密碼:

source: Your username, in case you've forgotten:
yue: 你個用戶名, 以防你忘記:

source: Thanks for using our site!
yue: 多謝你使用我們的網站!

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
yue: 忘記密碼了? 在下面輸入您的電子郵件地址, 我們將通過電子郵件說明設置一個新的。

source: Email address:
yue: 郵箱地址:

source: Reset my password
yue: 重設密碼

source: Learn More
yue: 了解更多信息

source: View My Profile
yue: 查看我嘅個人資料

source: Create a Wiki
yue: 創建 wiki

source: more
yue: 重

source: Your browser does not support HTML5 video.
yue: 您的瀏覽器唔支持 html5 視頻。

source: Click to add a new link or file to this list
yue: 单击此處, 將新連結或文件添加到此列表中

source: Or click an existing link below to add it to the article
yue: 或单击下面的現有連結將其添加到文章中

source: Views
yue: 视图

source: IQ
yue: 智商

source: page(s) have this link
yue: 頁面具有此連結

source: Frequently Asked Questions - Everipedia, everyone's encyclopedia
yue: 常見問題解答-everipedia, 大家嘅百科全書

source: Brainpower Management
yue: 智能管理

source: Everipedia, the encyclopedia of everything
yue: everipedia, 一切嘅百科全書

source: Loading Scatter
yue: 加载散啲

source: Staking IQ tokens will freeze them for 21 days and will generate nontransferable Brainpower, which can be used for editing and voting on the Everipedia network. At the end of the 21 days, you can claim back your IQ tokens and re-stake them for more Brainpower again. Thus, 1 IQ, staked every 21 days, can lead to 365 days / 21 days = 17.38 Brainpower every year.
yue: 下注智商令牌會凍結佢哋 21天, 並將產生頂腦力, 可以用於編輯同投票 everipedia 網絡。 在21天結束, 你可以收回你的智商令牌, 並再次同佢哋再次賭注, 以更多的腦力。 因此, 1 嘅智商, 每21天押下, 可以導致 365天/21 日 = 17.38 腦力每年。

source: As you make pages, propose edits, and vote on article proposals, you will consume Brainpower. However, making successful edits and voting on the winning side of a proposal will generate rewards in IQ, not Brainpower. Therefore, you can generate more Brainpower (and any profit) by staking the new IQ you just earned.
yue: 當你做網頁, 提出編輯, 並投票嘅文建議, 你會消耗腦力。 然而, 成功嘅編輯同投票嘅勝利一方嘅建議將產生獎嘅智商, 而唔係腦力。 因此, 你可以通過對啱啱掙嚟嘅新智商進行下注嚟產生更多的腦力 (同任何花紅)。

source: Every edit proposal requires a minimum of 10 Brainpower at this time, in order to prevent spam and poor-quality edits.
yue: 每一個編輯方案都需要至少10嘅腦力喺呢個時候, 以防止垃圾郵件和劣質編輯。

source: Enter an integer amount of IQ to stake
yue: 輸入一個整數金額嘅智商, 以利害關係

source: New Stake
yue: 新股份

source: Start
yue: 初時

source: End
yue: 結束

source: Time Remaining
yue: 剩餘時間

source: Amount
yue: 量

source: Claim
yue: 索賠

source: Contact us
yue: 聯繫我們

source: To get quicker replies from our community
yue: 喺我哋嘅社區得到更快的答覆

source: create a post in our forum
yue: 在論壇中創建帖子

source: Get in touch with us
yue: 同我哋取得聯繫

source: Thanks, we got your message. We will respond in a bit
yue: 唔該晒, 我哋收到你既留言啦 我哋會做出一些反應

source: Send
yue: 發送

source: OK
yue: 仲可以

source: Enter a caption for the main image of the page.
yue: 輸入頁面的主圖像的標題。

source: Edit Page
yue: 編輯頁面

source: Loading..
yue: 加载。。

source: Change Picture
yue: 更改圖

source: Please enter the destination page you wish to merge this one into
yue: 請輸入您想要將其合併到嘅目標頁面

source: Merge Page
yue: 合併頁

source: Hey there scholar!
yue: 嘿, 學者!

source: Looks like you have been editing for a while. You should take a moment to save your work before continuing!
yue: 睇黎你已經編輯左一段時間了。 在繼續之前, 你應該用啲時間嚟 keep 你既工作!

source: Save
yue: 救

source: Looks like you are using first-person! (ex: Our product, I am, We are, You should). Everipedia is a neutral encyclopedia written in third-person tense (ex: It is, They are, The company makes). THIS IS NOT FACEBOOK!!
yue: 睇黎你用第一人稱緊! (前: 我哋嘅產品, 我, 我地, 你應該)。 everipedia 係本以第三人稱时态寫成的中性百科全書 (前: 佢係, 佢地係, 公司製造)。 唔係臉譜網!!

source: Please enter a title for the page.
yue: 請輸入該頁的標題。

source: Please write something for the article section. Make sure to use citations.
yue: 請為文部分寫啲嘢。 請務必使用引文。

source: Hello! This page needs citations (also known as footnotes, references, sources) before it can be saved. Add the links you're using as sources with the cite button above.
yue: 你好! 此頁需要引用 (也稱為腳註、引用同源), 然後才能保存。 喺上面嘅 "引用" 按鈕中添加你使用的連結。

source: Join our official Facebook group if you need help with it!:
yue: 加入我哋嘅官方 facebook 小組, 如果你需要幫助佢!:

source: - we will hook you up. It's not hard!
yue: -我哋會幫你。 唔惡!

source: Please cite the link(s) you just added into the main article body. First click at the end of the sentence or paragraph you want to cite, then click the (Cite) button on the edit panel above!
yue: 請引用你啱啱添加到正文正文中嘅連結。 首先单击要引用的句子或段落的末尾, 然後单击上面編輯面板上的 (引用) 制!

source: Add New Infobox Item
yue: 添加新 infobox 項

source: Enter a classification or category
yue: 輸入分類或類別

source: Enter a value or a description
yue: 輸入值或說明

source: Add Infobox Item
yue: 添加 infobox 項

source: Close
yue: 關閉

source: Add a Link or File
yue: 添加連結或文件

source: File
yue: 文件

source: Link
yue: 連結

source: Upload file
yue: 上載文件

source: Add Link
yue: 添加連結

source: Reset
yue: 重置

source: Select the topic of this page
yue: 選擇此頁的主題

source: Remove page
yue: 刪除頁面

source: Editing existing pages temporarily disabled
yue: 編輯已暫時禁用的現有頁面

source: Editors
yue: 編輯

source: Everipedia Editors
yue: everipedia 編輯器

source: Previous
yue: 上一步

source: Page
yue: 網頁

source: of
yue: 的

source: Next
yue: 下一步

source: Page not found!
yue: 搵唔到頁面!

source: Page not found
yue: 搵唔到頁面

source: In The News
yue: 在新聞

source: Recent Activity
yue: 最近活動

source: This page has been removed
yue: 此頁已被刪除

source: Click here to return to recent activity
yue: 单击此處返回最近的活動

source: Exchange Listings
yue: 交換列表

source: Supported Exchanges
yue: 支持嘅交流

source: The following exchanges indicated that they will support the IQ airdrop
yue: 下列交易所表示, 他們會支持 iq 空投

source: Supported Wallets
yue: 支持個荷包

source: Token Pockets
yue: 令牌口袋

source: Frequently Asked Questions
yue: 常見問題

source: What is Everipedia?
yue: 咩係 everipedia?

source: Everipedia is a knowledge aggregator and knowledge base. We think it's much easier to edit than Wikipedia. Anyone can create a page about any person, place, organization, or thing and populate it with relevant reference links/sources. The only main rules of EP are: Information on the page must always be cited and the article must be in a neutral point of view. Check out the actual entry for Everipedia... on
yue: everipedia 係一個知識聚合器和知識庫。 我哋認為編輯比维基百科容易得多。 任何人都可以創建一個關於任何人、地點、組織或事物的頁面, 並使用相關的參考連結/來源填充它。 ep 嘅唯一主要規則係: 頁面上的信息必須始終被引用, 文章必須處於中性嘅角度。 查看 everipedia 嘅實際條目..。

source: Why should I sign up?
yue: 我點解要報名?

source: Because it’s fun and easy! We thought contributing to large knowledge projects shouldn't require high barriers to entry so we made Everipedia very easy to navigate, edit, and get started. Editors gain more privileges as they accumulate IQ and rise through the ranks. Top site-wide editors are displayed on the front page. Top editors for each page are also displayed.
yue: 因为距嘅樂趣同易! 我們認為, 對大型知識項目的貢獻不應該要求高門檻進入, 所以我哋由 everipedia 好易導航, 編輯, 並開始。 編輯獲得更多的特權, 因為佢哋積累嘅智商同上升嘅行列。 頂級站點範圍的編輯器顯示喺頭版。 仲會顯示每個頁面的頂級編輯器。

source: Try it!
yue: 試下!

source: Sign up here
yue: 係呢度註冊

source: So how is Everipedia different from Wikipedia and similar sites?
yue: 咁 everipedia 同維基百科同類似網站有咩唔同呢?

source: Editing on Everipedia is graphic and modern, talk pages are designed as discussion threads, celebrities have verified accounts, and anyone can make pages about anything as long as they are properly cited. Every page from Wikipedia is already here on Everipedia to build on top of and improve. All this makes EP the biggest knowledge project ever!
yue: everipedia 上嘅編輯係圖形化同現代嘅, 傾偈頁面被設計為討論线程, 名人有驗證帳戶, 任何人都可以做任何網頁, 只要佢哋被正確引用。 維基百科上的每一頁都已經在 everipedia 上, 可以在上面進行改進。 所有這些都令 ep 成為有史以來最大的知識項目!

source: Is Everipedia free?
yue: everipedia 免費嗎?

source: All information found on Everipedia is freely available for anyone to use and access. All we ask is a link back to the source Everipedia page for attribution purposes. The information on this encyclopedia is meant to be free to all. We will never charge for or withhold any of the information on this website. We just ask that you do not throttle the site and programmatically harvest information that would dramatically affect our servers.
yue: 喺 everipedia 度搵到嘅所有信息都可以免費供任何人使用同訪問。 所有我哋要求嘅係一個連結返回到源 everipedia 頁嘅歸屬目的。 本百科全書嘅信息係對所有人都系免費嘅。 我哋唔會收取或扣留本網站的任何信息。 我地只係要求你唔好節流網站同以編程方式收穫嘅信息, 將戲劇性地影響我們的服務器。

source: Much love,
yue: 好多愛

source: About
yue: 關於

source: FAQ
yue: 常見問題

source: Contact
yue: 聯繫我們

source: Terms
yue: 條款

source: Forum
yue: 論壇

source: Get IQ
yue: 獲取 iq

source: Powered by
yue: 提供者

source: API by
yue: API 的

source: Select language
yue: 選擇語言

source: Enter a title for the thread
yue: 輸入线程的標題

source: Enter your post here
yue: 在此輸入你嘅帖子

source: Create New Thread
yue: 創建新线程

source: About Everipedia
yue: 關於 everipedia

source: How To Use
yue: 如何使用

source: Donate
yue: 捐贈

source: By using this website, you agree to the
yue: 通過使用本網站, 您同意

source: Terms of Use
yue: 使用條款

source: Everipedia® is a trademark of Everipedia International
yue: everipedia®係 everipedia 國際嘅商標

source: Chat
yue: 聊天

source: Search
yue: 搜尋

source: Create Page
yue: 創建頁面

source: Paste a link or enter a title
yue: 粘貼連結或輸入標題

source: Messages
yue: 消息

source: Notifications
yue: 通知

source: Your IQ Score
yue: 你既智商分數

source: Table of contents
yue: 目錄

source: Table of contents and facts for this wiki
yue: 此 wiki 的內容和事實表

source: Feed
yue: 飼料

source: Please log in with Scatter
yue: 請用散點登錄

source: Help
yue: 幫手

source: View Profile
yue: 查看配置文件

source: Sign In
yue: 登錄

source: Register
yue: 註冊

source: Username
yue: 用戶名

source: Need an account? Register here.
yue: 需要帳戶呀? 喺呢度註冊。

source: Forgot your password?
yue: 忘記密碼了?

source: Your Notifications
yue: 你嘅通知

source: Get an account
yue: 獲取帳戶

source: or Log in
yue: 或登錄

source: Language
yue: 語言

source: Register / Log in
yue: 註冊/登錄

source: Go to article
yue: 轉到文

source: Self citation by
yue: 自引用嘅

source: Title
yue: 標題

source: Rank
yue: 排名

source: User since
yue: 用戶自

source: Last login
yue: 上次登錄

source: Go to Editor's Profile
yue: 轉去編輯器的配置文件

source: Discuss Citation
yue: 討論引文

source: Download
yue: 下載

source: Direct Link
yue: 直接連結

source: Share
yue: 分享

source: Copy URL
yue: 複製 url

source: Play / Pause
yue: 播放/暫停

source: How to use Everipedia
yue: 如何使用 Everipedia

source: Everipedia is a free and easy to use wiki platform. Write about anyone and anything!
yue: everipedia 係一個免費同易於使用的 wiki 平台。 寫關於任何人夾任何嘢!

source: Go back to the page you started from
yue: 返回到你開始嘅頁面

source: Go to page
yue: 轉去第

source: Go to your editor profile page
yue: 轉去編輯器配置文件頁面

source: Go to profile
yue: 轉去配置文件

source: Create a new page now
yue: 即刻創建新頁面

source: Search for an existing page
yue: 搜索現有頁面

source: This page is currently being created by another user
yue: 此頁當前正在由其他用戶創建

source: This page is currently in the process of being created by another user. Please return later!
yue: 此頁當前正在由其他用戶創建。 請稍後返回!

source: You have
yue: 你有

source: unread notifications
yue: 未讀通知

source: You currently do not have any notifications.
yue: 您當前冇任何通知。

source: The world's first encyclopedia on the blockchain
yue: 世上第一本關於 blockchain 嘅百科全書

source: Everipedia's IQ Network is the world's first Encyclopedia that allows anyone to become a stakeholder in the system and earn rank, rewards & tokens for curating content.
yue: everipedia 嘅 iq 網絡係世上第一個百科全書, 它允許任何人成為系統的利益相關者, 並獲得策劃內容嘅排名, 獎勵同令牌。

source: Learn more
yue: 了解更多信息

source: As Seen In
yue: 如所見

source: An Encyclopedia for the modern age
yue: 現代百科全書

source: The Everipedia IQ blockchain provides a new paradigm change and knowledge economy to disrupt the old centralized internet knowledge encyclopedia model similar to Wikipedia. By creating a new incentive structure and a distributed backend hosted within a blockchain, the new Everipedia knowledge base will be able to improve upon all fundamental features of Wikipedia.
yue: everipedia iq blockchain 提供了一個新的範式變化同知識經濟, 擾亂了舊的集中式互聯網知識百科全書模型類似維基百科。 通過創建一個新的激勵結構和分佈式後端託管喺一個 blockchain 中, 新的 everipedia 知識庫就可以改進維基百科嘅所有基本功能。

source: Decentralized
yue: 分散

source: Articles are fetched using IPFS and EOS Storage. Majority of IQ being distributed during the airdrop.
yue: 文章還使用指規數同 eos 存儲獲取的。 大多數智商分布喺空投期間。

source: Democratic
yue: 民主

source: Proof of Stake (PoS) model allows for voting to change and upgrade the IQ network as it grows. Also will facilitate batch imports of new content with no fees.
yue: 股份證明 (pos) 模型允許投票改變和升級 iq 網絡, 因為它的增長。 仲會方便批量導入新內容, 無需付費。

source: Censorship Resistant
yue: 審查抵藥性

source: Live and permanent edits of content on the blockchain beyond the control of a central authority.
yue: 對 blockchain 嘅內容進行實時和永久性的編輯, 超出了中央當局的控制範圍。

source: Financial Incentive
yue: 財務激勵

source: All holders of IQ will be incentivized to create quality, neutral content and to work together in building the reputation of the network.
yue: 所有嘅 iq 持有人將激勵創造質素, 中性的內容, 並共同努力建立網絡嘅聲譽。

source: Become an editor today and start creating your own wiki articles.
yue: 今日成為一個編輯, 開始創建自己的 wiki 文。

source: Open Community
yue: 開放社區

source: Our vibrant community is open and welcoming to people from all backgrounds. Our guidelines and policies are based on common sense rather than strict bureaucracy.
yue: 我哋充滿活力的社區是開放的, 歡迎所有背景嘅人。 我們的方針和政策是基於常識而唔係嚴格嘅官僚作風。

source: Redesigned for the modern age
yue: 重新設計的現代時代

source: Everipedia is an encyclopedia modernized and re-designed for the twenty-first century. Our editing interface makes creating and editing wiki's as easy as using Facebook.
yue: everipedia 係一本百科全書, 為第二十一世紀的現代化和重新設計。 我哋嘅編輯界面使得創建和編輯 wiki 同使用 facebook 一樣簡單。

source: Follow us on Telegram
yue: 同我哋聯繫電報

source: Led by the Founder of Wikipedia and Genius.com
yue: 由維基百科同 genius.com 嘅創始人領導

source: Everipedia is being led by a team with extensive experience and knowledge both in the online knowledge space as well as the blockchain industry. The executive team is made up of several prominent individuals in the industry, the Co-Founder of Wikipedia, Larry Sanger, the founder of Genius.com, Mahbod Moghadam, and several others. Academic credentials includes UCLA, Stanford, Yale & Columbia, covering nationalities from America, Sweden, Norway and Italy.
yue: everipedia 係一個團隊, 擁有豐富的經驗和知識, 既有在線知識空間, 也有 blockchain 行業。 執行團隊由業界嘅幾個著名人士組成, 維基百科的共同創始人, genius.com、mahbod moghadam 的創始人、以及其他幾個人。 學術證書包括加州大學洛杉磯分校, 斯坦福, 耶魯和哥倫比亞, 涵蓋來自美國, 瑞典, 挪威同意大利嘅民族。

source: Executive Team
yue: 執行團隊

source: Leadership
yue: 領導

source: Executive Leadership
yue: 行政領導

source: Chief Information Officer
yue: 首席信息幹事

source: Chief Executive Officer, Co-Founder
yue: 首席執行幹事, 共同創始人

source: Chief Technology Officer, Co-Founder
yue: 首席技術官, 共同創始人

source: President, Co-Founder
yue: 總裁, 共同創始人

source: Director of Software
yue: 軟件總監

source: Chief Operating Officer
yue: 首席運營官

source: Chief Community Officer, Co-Founder
yue: 共同創辦人首席社區幹事

source: Activity limit reached
yue: 已達到活動限制

source: Hey! You've added 15 morsels of knowledge to Everipedia now, so we have paused your account until Master Editors have had a chance to review your work. Shouldn't take too long, you'll probably be good to go in less than 5 minutes.
yue: 嘿! 而家你增加了十五 everipedia 嘅知識, 所以我暫停了你的帳戶, 直到主編輯有機會審查你既工作。 唔應該用咁長時間, 你可能會入唔到5分钟嘅時間內離開。

source: In the meantime, please join our official Facebook group:
yue: 在此期間, 請加入我們的官方 facebook 組:

source: It’s the best way to reach the community!
yue: 係到達社區嘅最佳途徑!

source: Sign in
yue: 登錄

source: Sign in to Everipedia
yue: 登錄 everipedia

source: Log in with Facebook
yue: 使用 facebook 登錄

source: Log in with Twitter
yue: 使用 twitter 登錄

source: Need an account?
yue: 需要帳戶呀?

source: Register here
yue: 在此註冊

source: Visit Profile
yue: 訪問簡介

source: Settings
yue: 設置

source: Log Out
yue: 註銷

source: Register / Log In
yue: 註冊/登錄

source: New message
yue: 新留言

source: by
yue: 的

source: Create an account
yue: 創建帳戶

source: Have an account?
yue: 有賬戶嗎?

source: Login
yue: 登錄

source: Registration is currently invite only due to blockchain software testing. Join us on Telegram and Reddit in the meantime to become a part of Everipedia today!
yue: 由于 blockchain 軟件測試, 目前只邀請註冊。 加入我哋嘅電報和 reddit 同時成為 everipedia 一分子今日!

source: Welcome to the Everipedia editor community!
yue: 歡迎來到 everipedia 編輯社區!

source: Sign up to become an editor to access more features and an ad-free experience.
yue: 註冊成為編輯器, 以訪問更多功能同冇廣告體驗。

source: Sign up
yue: 註冊

source: By clicking sign up above you agree to our
yue: 通過點擊上面的註冊, 你同意我們的

source: Terms of Service
yue: 服務條款

source: Searching...
yue: 搜尋...

source: Can't find it below?
yue: 在下面搵唔到呀?

source: Create
yue: 創建

source: a new page titled
yue: 一個新的網頁標題

source: Or try the
yue: 或者嘗試抵

source: advanced search.
yue: 高級搜索。

source: Everipedia couldn’t find anything with the name
yue: everipedia 搵唔到有名嘅嘢

source: If you know any links associated with this page, try searching for those links
yue: 如果你知道與此網頁相關的任何連結, 請嘗試搜索呢啲連結

source: Verified Editor
yue: 驗證編輯器

source: Bullet
yue: 子彈

source: Recent news
yue: 最新動態

source: Everipedia IQ tokens are now in circulation on the EOS mainnet. Follow Everipedia on
yue: everipedia iq 令牌而家喺 eos mainnet 上流通。 遵循 Everipedia

source: to learn about upcoming features and developments!
yue: 瞭解即將到來的功能和發展!

source: Verified Page
yue: 驗證頁

source: Quick Facts For This Wiki
yue: 此 wiki 的參考連結

source: Image & Video Gallery
yue: 圖像和視頻庫

source: images, pictures, and videos
yue: 圖像、圖片和視頻

source: Gallery
yue: 庫

source: Reference Links For This Biography
yue: 本傳記嘅參考連結

source: Reference Links For This Wiki
yue: 此 wiki 的參考連結

source: Links to historical reviews, career / educational facts, and other encyclopedic information
yue: 歷史回顧、職業/教育事實同其他百科全書信息的連結

source: All information for
yue: 所有信息為

source: wiki comes from the below links. Any source is valid, including Twitter, Facebook, Instagram, and LinkedIn. Pictures, videos, biodata, and files relating to
yue: wiki 來自下面嘅連結。 任何來源都係有效嘅, 包括 twitter, facebook, instagram 同 linkedin。 與之相關的圖片、視頻、biodata 同文件

source: are also acceptable encyclopedic sources.
yue: 都係可以接受嘅百科全書來源。

source: See related encyclopedia articles, biographies, reviews, and historical facts.
yue: 請參閱相關百科全書文章、傳記、評論和歷史事實。

source: Other wiki pages related to
yue: 其他 wiki 頁面相關

source: Created
yue: 創建

source: Last Modified
yue: 上次修改時間

source: IPFS
yue: 指規數

source: Top Page Editors
yue: 熱門頁面編輯器

source: Share this page
yue: 共享此頁

source: DIRECT LINK
yue: 直接連結

source: Suggested Hashtags
yue: 建議 hashtags

source: QR Code
yue: qr 碼

source: and
yue: 和

source: Edit
yue: 編輯

source: Vote
yue: 投票

source: Embed / Widget
yue: 嵌入/小部件

source: age
yue: 網頁

source: Profiles
yue: 配置文件

source: Transfer IQ
yue: 傳輸 iq

source: Please make sure you have set up
yue: 請確保您已設置了

source: beforehand
yue: 事先

source: Sender
yue: 發送

source: Recipient
yue: 收件人

source: Memo
yue: 備忘錄

source: Transaction successful
yue: 事務成功

source: Buy RAM
yue: 購買 ram

source: See your RAM, CPU, and Bandwidth on FeeXplorer
yue: 查看 feexplorer 上嘅 ram、cpu 同帶寬

source: profile
yue: 配置文件

source: Everipedia Rank
yue: everipedia 等級

source: This user is verified
yue: 此用戶已驗證
