Repository: 8bitkevin/Block-Explorer-IQ-Public
Catalog: locale/*_Yue/LC_MESSAGES/django.po
Languages: yue

source: Everipedia Staff
yue: everipedia 員工

source: Message
yue: 消息

source: Edit Profile
yue: 編輯配置文件

source: Everipedia Page
yue: everipedia 頁

source: IQ Score
yue: iq 評分

source: Pages created
yue: 創建的頁

source: Total edits
yue: 編輯總數

source: Joined
yue: 加入

source: Upload Avatar / Profile Picture
yue: 上傳頭像/個人資料圖片

source: Enable account? Uncheck to ban
yue: 啟用帳戶? 取消選中禁止

source: IP Ban
yue: 知識產權禁令

source: Ban
yue: 禁止

source: Clear
yue: 清楚

source: Verify the account?
yue: 驗證帳戶?

source: Is Staff?
yue: 係員工呀?

source: Save all changes
yue: 保存所有更改

source: Cancel
yue: 取消

source: Change Avatar Picture
yue: 更改頭像圖

source: Please select your Everipedia page
yue: 請選擇您的 everipedia 頁

source: Continue
yue: 繼續

source: Voting
yue: 投票

source: Voting History
yue: 投票歷史記錄

source: Before
yue: 之前

source: After
yue: 之後

source: Article
yue: 文章

source: Current Vote
yue: 當前投票

source: Reject
yue: 拒絕

source: Accept
yue: 接受

source: Voting Period
yue: 投票期

source: to
yue: 自

source: Place Votes
yue: 處飛

source: Approve
yue: 批准

source: Changes
yue: 變化

source: Welcome to Everipedia, the encyclopedia of everything
yue: 歡迎來到 everipedia, 一切嘅百科全書
