Repository: 8bitkevin/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, fa, hi, id, it, ja, nb, ru, sk, sv, th, tl

source: Page Type
ar: صفحة
bn: পৃষ্ঠা
da: Side
fa: صفحه
id: Halaman
it: Pagina
nb: Side
ru: Страница
sk: Stránka
sv: Sida
th: หน้า
tl: Pahina

source: Removed From Site
sk: Odstránené z lokality

source: Adult Content
ar: محتوى إباحي
bn: প্রাপ্তবয়স্ক বিষয়বস্তু
da: Voksen indhold
fa: محتوای بزرگسالان
hi: वयस्क सामग्री
id: Konten dewasa
it: Contenuto per adulti
ja: アダルトコンテンツ
nb: Voksent innhold
ru: Контент для взрослых
sk: Obsah pre dospelých
sv: innehåll för vuxna
th: เนื้อหาสำหรับผู้ใหญ่
tl: Pornograpiya

source: Media Gallery
ar: المعرض
bn: গ্যালারী
da: Galleri
fa: گالری
id: Galeri
it: Galleria
nb: Galleri
ru: Галерея
sk: Galéria
sv: Galleri
th: แกลลอรี่
tl: Galeriya

source: References and Citations
sk: Odkazy a citácie

source: Contains
ar: يحتوي على
bn: - তে আছে
da: Indeholder
fa: شامل
hi: शामिल करता है
id: Berisi
it: Contiene
ja: 含む
nb: Inneholder
ru: Содержит
sk: Obsahuje
sv: Innehåller
th: ประกอบด้วย
tl: May

source: Equal to
ar: يساوي
bn: -এর সমান
da: Lig med
fa: مساوی با
hi: इसके बराबर
id: Sama dengan
it: Uguale a
ja: 一致
nb: Likhetstegn
ru: Равно
sk: Rovná sa
sv: Lika med
th: เท่ากับ
tl: Katumbas ng

source: Regular expression
ar: تعبير منتظم
bn: রেগুলার এক্সপ্রেশন
da: Regulært udtryk
fa: عبارت منظم
hi: सामान्य वाक्यांश
id: Ekspresi reguler
it: Espressione Regolare
ja: 正規表現
nb: Regulært & uttrykk
ru: Espressione regolare
sk: Regulárny výraz
sv: Vanligt uttryck
th: นิพจน์ปกติ

source: Starts with
ar: يبدأ بـ
bn: -এর সাথে শুরু হয়
da: Starter med
fa: شروع می شود با
hi: इससे आरंभ होता है
id: Diawali dengan
it: Inizia con
ja: で始まる
nb: Begynner med
ru: Начинается с
sk: Začína na
sv: Börjar med
th: ขึ้นต้นด้วย
tl: Nagsisimula sa

source: Ends with
ar: ينتهي بـ
bn: -এর সাথে শেষ হয়
da: Slutter med
fa: پایان با
hi: इससे समाप्त होता है
id: Diakhiri dengan
it: Termina con
ja: で終わる
nb: Slutter med
ru: Заканчивается
sk: Končí na
sv: Slutar med
th: ลงท้ายด้วย
tl: Nagtatapos sa

source: Greater than
ar: أكبر من
bn: অপেক্ষা বৃহত্তর
da: større end(>)
fa: بزرگتر از
hi: इससे बड़ा
id: Lebih besar dari
it: Maggiore di
ja: より大きい
nb: Større enn
ru: Больше чем
sk: Viac než
sv: Större än
th: มากกว่า
tl: Higit sa

source: Greater than or equal to
ar: أكبر من أو يساوي
bn: এর চেয়ে বড় বা সমান
da: Større end eller lig med@ label
fa: %1$s باید بیشتر یا برابر %2$d باشد
hi: इससे बड़ा या इसके बराबर
id: Lebih dari atau sama dengan
it: Maggiore o uguale a
ja: 以上
nb: Større enn eller lik (>=)
ru: Больше или равно
sk: Viac než alebo rovnako
sv: Större än eller lika med
th: มากกว่าหรือเท่ากับ
tl: Mas malaki kaysa o katumbas ng

source: Less than
ar: أقل من
bn: -এর থেকে কম
da: Mindre end
fa: کمتر از
hi: इससे कम
id: Kurang dari
it: Minore di
ja: 未満
nb: Mindre enn
ru: Меньше, чем
sk: Menej než
sv: Mindre än
th: น้อยกว่า
tl: Mas mababa sa

source: Less than or equal to
ar: اقل من أو يساوي
bn: -এর থেকে অপেক্ষাকৃত ছোট বা সমান
da: mindre end eller lig med
fa: کمتر یا برابر با
hi: इससे कम या इसके बराबर
id: Kurang dari atau sama dengan
it: Minore o uguale a
ja: 以下
nb: Mindre enn eller lik...
ru: Меньше или равно
sk: Menej než alebo rovnako
sv: Mindre än eller lika med
th: น้อยกว่าหรือเท่ากับ
tl: Mas mababa sa o katumbas ng

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
da: Adgangskode
fa: رمز عبور
hi: पासवर्ड
id: Kata sandi
ja: パスワード
nb: Passord
ru: Пароль
sk: Heslo
sv: Lösenord
th: รหัสผ่าน

source: Please enter a password
ar: يرجى إدخال كلمة مرور
bn: দয়া করে পাসওয়ার্ডটি বসান
da: Indtast venligst en adgangskode.
fa: لطفاً یک رمز عبور وارد کنید
hi: कृपया पासवर्ड डालें
id: Harap masukkan kata sandi
it: Per favore inserisci la password
ja: パスワードを入力してください
nb: Skriv inn et passord
ru: Пожалуйста, введите пароль
sk: Zadajte heslo prosím
sv: Skriv in ett lösenord
th: โปรดกรอกรหัสผ่าน
tl: Paki-type ang password

source: Please enter a valid password
ar: الرجاء إدخال كلمة مرور صالحة
bn: দয়া করে একটি সঠিক পাসওয়ার্ড দিন
da: Indtast en gyldig adgangskode.
fa: لطفا کلمه عبور معتبر وارد کنید.
hi: कृपया एक मान्य पासवर्ड डालें
id: Harap masukkan kata sandi yang valid
it: Inserisci una password valida
ja: 有効なパスワードを入力して下さい
nb: Vennligst skriv inn et gyldig passord.
ru: Укажите имя хоста или IP адрес.
sk: Zadajte platné heslo
sv: Vänligen ange ditt lösenord
th: โปรดกรอกรหัสผ่านที่ถูกต้อง
tl: Mag-type ng gumaganang password

source: Enter an email
ar: أدخل بريدًا إلكترونيًا
bn: একটি ইমেল ঠিকানা লিখুন
da: Indtast en E-mail.
fa: یک ایمیل وارد کنید
hi: एक ईमेल डालें
id: Masukkan email
it: Inserisci la tua email
ja: メールアドレスを入力
nb: Skriv inn en e-
ru: Введите эл.почту
sk: Zadajte e-mail
sv: Ange en e-postadress.
th: กรอกอีเมล
tl: Mag-type ng email

source: Please enter an email address
ar: الرجاء إدخال عنوان بريد إلكتروني
bn: দয়া করে একটি ইমেইল ঠিকানা লিখুন
da: Indtast venligst en e-mailadresse
fa: لطفا یک آدرس ایمیل وارد کنید
hi: कृपया ईमेल पता डालें
id: Harap masukkan alamat email
it: Inserisci un indirizzo e-mail
ja: メールアドレスを入力してください
nb: Skriv inn en e-postadresse
ru: Введите адрес email
sk: Zadajte prosím vašu emailovú adresu.
sv: Vänligen ange en e-postadress
th: โปรดกรอกอีเมล
tl: Pakilagay ang email address

source: Please enter a valid email address
ar: رجاءً أدخل عنوان بريد إلكتروني صحيح
bn: একটি সঠিক ইমেইল ঠিকানা লিখুন
da: Indtast venligst en gyldig e-mailadresse
fa: لطفا یک آدرس ایمیل معتبر وارد کنید
hi: कृपया एक मान्य ईमेल पता डालें
id: Harap masukkan alamat email yang valid
it: Per favore inserisci un indirizzo email valido
ja: 有効なメールアドレスを入力してください
nb: Vennligst oppgi en gyldig e-postadresse
ru: Пожалуйста, введите действительный адрес электронной почты
sk: Prosím vložte platnú emailovú adresu
sv: Vänligen ange en giltig e-postadress
th: โปรดกรอกอีเมลที่ถูกต้อง
tl: Mag-type ng gumaganang email address

source: First Name
ar: الاسم الاول
bn: প্রথম নাম
da: Fornavn
fa: نام
hi: पहला नाम
id: Nama Depan
it: Nome
ja: 名
nb: Fornavn
ru: Имя
sk: Meno
sv: Förnamn
th: ชื่อจริง
tl: Unang Pangalan

source: Last Name
ar: الاسم الاخير
bn: শেষ নাম/ পদবী
da: Efternavn
fa: نام خانوادگی
hi: अंतिम नाम
id: Nama Belakang
it: Cognome
ja: 姓
nb: Etternavn
ru: Фамилия
sk: Priezvisko
sv: Efternamn
th: นามสกุล
tl: Apelyido

source: Enter a username
ar: أدخل اسم المستخدم
bn: একটি ইউজারনেম লিখুন
da: Indtast et brugernavn
fa: یک نام کاربری وارد کنید
hi: प्रयोगकर्ता नाम डालें
id: Masukkan nama pengguna
it: Inserisci un nome utente
ja: ユーザ名を入力して下さい
nb: Skriv ett brukernavn.
ru: Введите имя пользователя
sk: Zadajte užívateľské meno
sv: Ange ett användarnamn
th: กรอกชื่อผู้ใช้
tl: Mag-type ng username

source: Please enter a username
ar: الرجاء إدخال اسم المستخدم
bn: দয়া করে একটি ইউজারনেম লিখুন
da: Husk at skrive et Brugernavn og Password
fa: لطفا نام کاربری را وارد کنید
hi: कृपया प्रयोगकर्ता नाम डालें
id: Harap masukkan nama pengguna
it: Inserire un nome utente
ja: ユーザ名を入力して下さい
nb: Vennligst tast inn et brukernavn
ru: Пожалуйста введите имя пользователя
sk: Prosím zadajte užívateľské meno
sv: Var god skriv in ett användarnamn
th: โปรดกรอกชื่อผู้ใช้งาน
tl: Paki-type ang username

source: Please enter a valid username
ar: الرجاء إدخال اسم مستخدم صحيح
bn: দয়া করে একটি সঠিক ইউজারনেম লিখুন
da: Indtast et godkendt konto brugernavn.
fa: لطفاً نام کاربری معتبر وارد کنید
hi: कृपया मान्य प्रयोगकर्ता नाम डालें
id: Masukkan nama pengguna yang valid
it: Ti preghiamo di inserire un username valido
ja: 正しいユーザー名を入力して下さい
nb: Vennligst tast inn et gyldig brukernavn.
ru: Укажите корректное имя пользователя
sk: Prosím, zadajte platné užívateľské meno
sv: Var vänlig ange ett giltigt användarnamn
th: โปรดกรอกชื่อผู้ใช้ที่ถูกต้อง
tl: Pakiusap, gumamit ng wastong username

source: This email address already exists! Please use another one.
ar: هذا البريد الإلكتروني مسجل مسبقًا، يرجى استخدام بريد إلكتروني آخر.
bn: এই ইমেইল ঠিকানাটি ইতিমধ্যেই আছে! দয়া করে অন্য আরেকটি ব্যবহার করুন।
da: Denne emailadresse eksisterer allerede! Brug venligst en anden.
fa: این آدرس ایمیل در حال حاضر وجود دارد! لطفا از یکی دیگر استفاده کنید.
hi: यह ईमेल पता पहले से मौजूद है! कृपया दूसरे ईमेल का प्रयोग करें।
id: Alamat email ini sudah dipakai! Harap gunakan yang lain.
it: Questo indirizzo e-mail esiste già! Utilizzane un altro.
ja: このメールアドレスは既に存在します。別のものを使用してください。
nb: Denne e-postadressen finnes allerede! Behage bruk en annen ettall.
ru: Этот адрес электронной почты уже существует! Пожалуйста, используйте другой.
sk: Táto e-mailová adresa už existuje! Prosím použite inú.
sv: Den här e-postadressen finns redan! Vänligen använd en annan.
th: อีเมลนี้มีผู้ใช้แล้ว! โปรดใช้อีเมลอื่น
tl: May gumagamit na ng email na ito! Gumamit ng iba.

source: How can we help?
ar: كيف يمكن أن نساعدك؟
bn: আমরা কিভাবে সাহায্য করতে পারি?
da: Hej, hvordan kan vi hjælpe dig i dag?
fa: چطور میتوانیم کمک کنیم؟
hi: हम कैसे आपकी मदद कर सकते हैं?
id: Bagaimana kami dapat membantu?
it: Possiamo aiutarti?
ja: どんな情報をお探しですか？
nb: Hvordan kan vi hjelpe deg?
ru: Как мы можем помочь?
sk: Ako môžeme pomôcť?
sv: Hur kan jag hjälpa?
th: เราจะช่วยคุณได้อย่างไร
tl: Paano kami makakatulong?

source: Full Name
ar: الاسم الكامل
bn: পুরো নাম
da: Fulde Navn
fa: نام کامل
hi: पूरा नाम
id: Nama Lengkap
it: Nome Completo
ja: フルネーム
nb: Fullt navn
ru: Полное имя
sk: Celé meno
sv: Fullständigt namn
th: ชื่อจริง
tl: Buong Pangalan

source: Subject
ar: الموضوع
bn: বিষয়
da: Emne
fa: موضوع
hi: विषय
id: Subyek
it: Oggetto
ja: 件名
nb: Emne
ru: Тема
sk: Predmet
sv: Ämne
th: เรื่อง
tl: Tungkol saan

source: Report Abuse
ar: الإبلاغ عن إساءه
bn: অপব্যবহার সম্পর্কে রিপোর্ট করুন
da: Rapporter misbrug
fa: گزارش تخلف
hi: दुरुपयोग होने की सूचना दें
id: Laporkan Penyalahgunaan
it: Segnala abuso
ja: 迷惑メールを報告する
nb: Rapporter misbruk
ru: Сообщить о нарушении
sk: Nahlásiť obťažovanie
sv: Rapportera missbruk
th: รายงานการละเมิด
tl: Isumbong ang Pang-aabuso

source: Report Bug
ar: أبلغ عن مشكلة
bn: বাগ রিপোর্ট করুন
da: Rapportér programfejl
fa: گزارش خطا
hi: त्रुटी की सूचना दें
id: Laporkan Kesalahan
it: Segnala un Bug
ja: バグを報告する
nb: Rapporter feil@ action
ru: Сообщить об ошибке
sk: Nahlásiť chybu
sv: Rapportera fel
th: รายการปัญหา
tl: Ipagbigay-alam ang Bug

source: Verify Account
ar: التحقق من الحساب
bn: একাউন্ট যাচাই করুন
da: Bekræft konto
fa: تأیید حساب
hi: खाता सत्यापित करें
id: Verifikasi Akun
it: Verifica l'account
ja: アカウント承認
nb: Bekreft bruker
ru: Проверять аккаунт
sk: Overte účet
sv: Verifiera konto
th: ยืนยันบัญชี
tl: Iberipika ang Account

source: Anonymous Tip
ar: نصيحة من مجهول
bn: বেনামী টিপ
da: Anonymt tip
fa: نکته ناشناس
hi: अनाम टिप
id: Tip Anonim
it: Suggerimento Anonimo
ja: 匿名の情報
nb: Anonym tips
ru: Анонимный совет
sk: Anonymný tip
sv: Anonyma tips
th: เคล็ดลับแบบไม่ระบุตัวตน
tl: Anonimong Tip

source: Investment Inquiries
ar: استفسارات الاستثمار
bn: বিনিয়োগ সম্পর্কিত জিজ্ঞাস্য
da: Investeringsforespørgsler
fa: سوالات سرمایه گذاری
hi: निवेश पूछताछ
id: Pertanyaan mengenai Investasi
it: Domande su Investimenti
ja: 投資に関するお問い合わせ
nb: Investerings henvendelser
ru: Инвестиционные запросы
sk: Investičné otázky
sv: Investeringsförfrågningar
th: สอบถามข้อมูลการลงทุน
tl: Mga Tanong Tungkol sa Pamumuhunan

source: Other
ar: أخرى
bn: অন্যান্য
da: Andet
fa: دیگر
hi: अन्य
id: Lainnya
it: Altro
ja: その他
nb: Andre
ru: Другое
sk: Iné
sv: Annat
th: อื่น ๆ
tl: Iba pa

source: Search by Entering a Link
ar: البحث عن طريق إدخال رابط
bn: একটি লিঙ্ক বসিয়ে অনুসন্ধান করুন
da: Søg ved at indtaste et link
fa: جستجو با وارد کردن پیوند
hi: लिंक डालकर खोजें
id: Cari dengan Memasukkan sebuah Tautan
it: Ricerca tramite Link
ja: リンクを入力して検索
nb: Søk ved å legge inn en link
ru: Поиск по вводу ссылки
sk: Vyhľadávanie podľa zadaného odkazu
sv: Sök genom att ange en länk
th: ค้นหาโดยการกรอกลิงค์
tl: Maghanap sa pamamagitan ng Pag-type ng Link

source: Describe the file briefly. A summary of the information found is best. Avoid simply repeating the page title.
ar: صف الملف وصفًا موجزًا. الأفضل هو ملخص المعلومات التي عُثر عليها. تجنب تكرار عنوان الصفحة ببساطة.
bn: ফাইলটি সংক্ষিপ্তভাবে বর্ণনা করুন। প্রাপ্ত তথ্যের একটি সারমর্ম সবথেকে ভালো হবে। এড়িয়ে চলুন‍শুধু পৃষ্ঠার শিরোনামের পুনরাবৃত্তি ।
da: Beskriv filen kort. Et resumé af de fundne oplysninger er bedst. Undgå blot at gentage sidetitel.
fa: فایل را به صورت مختصر توضیح دهید خلاصه ای از اطلاعات یافت شده بهترین است. اجتناب از تکرار عنوان صفحه.
hi: फाइल का संक्षेप में वर्णन करें। प्राप्त जानकारी का सारांश सर्वश्रेष्ठ होता है।केवल पृष्ठ शीर्षक को दोहराने से बचें
id: Deskripsikan file secara singkat. Sebuah ringkasan informasi yang ditemukan adalah yang terbaik. Hindari hanya mengulang judul halaman.
it: Descrivere brevemente il file. Una sintesi delle informazioni trovate è preferibile. Evitare di ripetere semplicemente il titolo della pagina.
ja: ファイルを簡単に説明してください。見つかった情報の要約が最適です。単純にページタイトルを繰り返さないようにしてください。
nb: Beskriv filen kort. En resymé av informasjonen grunnlegge er best. Unngå å bare gjenta sidetittelen.
ru: Опишите файл ненадолго. Сводка найденной информации лучше всего. Избегайте просто повторять заголовок страницы.
sk: Stručne popíšte súbor. Zhrnutie nájdených informácií je najlepšie. Vyhnite sa opakovaniu názvu stránky.
sv: Beskriv filen kortfattat. En sammanfattning av den information som hittats är bäst. Undvik helt enkelt att upprepa sidtiteln.
th: อธิบายไฟล์สั้น ๆ สรุปข้อมูลคือวิธีที่ดีที่สุด หลีกเลี่ยงการใช้ชื่อเรื่องซ้ำ
tl: Ilarawan nang maikli ang file. Mainam ang buod. Iwasang ulitin ang pamagat ng page.

source: File type not allowed.
ar: نوع الملف غير مسموح به.
bn: ফাইলের ধরন অনুমোদিত নয়
da: Denne filtype er ikke tilladt.
fa: نوع پوشه مجاز نیست
hi: इस प्रकार के फाइल की अनुमति नहीं है।
id: Jenis file tidak diizinkan.
it: Tipo di file non consentito.
ja: このファイル形式は使用できません。
nb: Filtype ikke tillatt.
ru: Тип файла не разрешен
sk: Typ súboru nie je povolený.
sv: Filtyp inte tillåten.
th: ไม่อนุญาตให้ใช้ไฟล์ประเภทนี้
tl: Hindi tinatanggap ang ganiyang uri ng file.

source: Please .
ar: رجاءًا.
bn: দয়া করে
da: Venligst
fa: لطفاً
hi: कृपया
id: Harap .
it: Per favore .
ja: お願いします。
nb: Vennligst
ru: Попрошу...
sk: Prosím .
sv: Vänligen
th: โปรด
tl: Pakiusap.

source: Enter a URL
ar: أدخل الرابط
bn: একটি ইউআরএল বসান:
da: Angiv en URL
fa: یک URL را وارد کنید
hi: यूआरएल डालें
id: Masukkan sebuah URL:
it: Inserisci URL
ja: URL を入力して下さい
nb: Legg til URL
ru: Введите URL
sk: Zadajte URL
sv: Ange en webbadress
th: กรอกที่อยู่ URL:
tl: Mag-type ng URL

source: Describe the URL briefly. A summary of the information found is best. Avoid simply repeating the page title.
ar: صف عنوان URL وصفًا موجزًا. الأفضل هو ملخص المعلومات التي عُثر عليها. تجنب تكرار عنوان الصفحة ببساطة.
bn: ইউআরএলটি সংক্ষিপ্তভাবে বর্ণনা করুন। প্রাপ্ত তথ্যের একটি সারসংক্ষেপ সবথেকে ভাল হবে। শুধু পৃষ্ঠার শিরোনামের পুনরাবৃত্তি এড়িয়ে চলুন।
da: Beskriv URL&#39;en kort. Et resumé af de fundne oplysninger er bedst. Undgå blot at gentage sidetitel.
fa: URL را به طور مختصر توضیح دهید. خلاصه ای از اطلاعات یافت شده بهترین است. اجتناب از تکرار عنوان صفحه.
hi: यूआरएल का संक्षेप में वर्णन करें। प्राप्त जानकारी का सारांश सर्वश्रेष्ठ होता है।केवल पृष्ठ शीर्षक को दोहराने से बचें
id: Jelaskan URL secara singkat. Ringkasan informasi yang ditemukan adalah yang terbaik. Hindari hanya mengulang judul halaman.
it: Descrivere brevemente l'URL. Una sintesi delle informazioni trovate è preferibile. Evitare di ripetere semplicemente il titolo della pagina.
ja: URLを簡単に記述します。見つかった情報の要約が最適です。単純にページタイトルを繰り返さないようにしてください。
nb: Beskriv URL-adressen kort. En resymé av informasjonen grunnlegge er best. Unngå å bare gjenta sidetittelen.
ru: Опишите URL-адрес ненадолго. Сводка найденной информации лучше всего. Избегайте просто повторять заголовок страницы.
sk: Stručne opíšte adresu URL. Zhrnutie nájdených informácií je najlepšie. Vyhnite sa opakovaniu názvu stránky.
sv: Beskriv URL:en kortfattat. En sammanfattning av den information som hittats är bäst. Undvik helt enkelt att upprepa sidtiteln.
th: อธิบาย URL สั้น ๆ สรุปข้อมูลคือวิธีที่ดีที่สุด หลีกเลี่ยงการใช้ชื่อเรื่องซ้ำ
tl: Ilarawan nang maikli ang URL. Mainam ang buod. Iwasang ulitin ang pamagat ng page.

source: Enter type (e.g. Occupation)
ar: أدخل النوع (مثل الوظيفة)
bn: প্রকার লিখুন (যেমন পেশা)
da: Indtast type (fx Erhverv)
fa: نوع را وارد کنید (مثلا شغل)
hi: प्रकार डालें (जैसे: व्यवसाय)
id: Masukkan tipe (contohnya Pekerjaan)
it: Inserisci tipo (es. Occupazione)
ja: タイプを入力してください（例：職業）
nb: Angi type (f.eks. okkupasjon)
ru: Введите тип (например, Род занятий)
sk: Zadajte typ (napr. Povolanie)
sv: Ange typ (t.ex. civilstatus)
th: กรอกประเภท (เช่นอาชีพ)
tl: I-type ang uri (hal. Trabaho)

source: Enter value (e.g. CEO)
ar: أدخل القيمة (على سبيل المثال الرئيس التنفيذي)
bn: মান লিখুন (যেমন সিইও)
da: Indtast værdi (fx CEO)
fa: ارزش را وارد کنید (به عنوان مثال مدیرعامل)
hi: मूल्य डालें (जैसे: सीईओ)
id: Masukkan nilai (contohnya CEO)
it: Immettere valore (ad es. CEO)
ja: バリューを入力して下さい（例：CEO）
nb: Angi verdi (f.eks. CEO)
ru: Введите значение (например, CEO)
sk: Zadajte hodnotu (napr. CEO)
sv: Ange värde (t.ex. VD)
th: กรอกค่า (เช่น CEO)
tl: I-type ang posisyon (hal. CEO)

source: Person
ar: شخص
bn: ব্যক্তি
fa: شخص
hi: व्यक्ति
id: Individu
it: Persona
ja: 人物
ru: Человек
sk: Osoba
th: บุคคล
tl: Tao

source: Place/Location
ar: المكان / الموقع
bn: স্থান / অবস্থান
da: Place / Beliggenhed
fa: موقعیت مکان
hi: जगह/स्थान
id: Tempat/Lokasi
it: Luogo/Posizione
ja: 場所
nb: Sted/sted
ru: Место / Место
sk: Miesto / Lokalita
sv: Ort/Plats
th: สถานที่/สถานที่ตั้ง
tl: Lugar/Lokasyon

source: Organization/Company/Institution
ar: المنظمة / الشركة / المؤسسة
bn: সংস্থা / কোম্পানি / প্রতিষ্ঠান
da: Organisation / Firma / Institution
fa: سازمان / شرکت / مؤسسه
hi: संगठन/कंपनी/संस्था
id: Organisasi/Perusahaan/Institusi
it: Organizzazione/Azienda/Istituto
ja: 組織/会社/機関
nb: Organisasjon/bedrift/institusjon
ru: Организация / Компания / Учреждение
sk: Organizácia / Firma / Inštitúcia
sv: Organisation/Företag/Institution
th: องค์กร/บริษัท/สถาบันการศึกษา
tl: Organisasyon/Kumpanya/Institusyon

source: Event
ar: الفعالية
bn: ইভেন্ট
da: Begivenhed
fa: رویداد
hi: कार्यक्रम
id: Kegiatan
it: Evento
ja: イベント
nb: Arrangement
ru: Событие
sk: Udalosť
sv: Evenemang
th: กิจกรรม
tl: Pangyayari

source: List/Ranking
ar: القائمة / الترتيب
bn: তালিকা / রাঙ্কিং
da: Liste / Ranking
fa: لیست / رتبه بندی
hi: सूची/श्रेणी
id: Daftar/Peringkat
it: Lista/Ranking
ja: 一覧/ランキング
nb: Liste/rangering
ru: Список / Рейтинг
sk: List / Rebríček
sv: Lista/Ranking
th: รายการ/การจัดอันดับ
tl: Listahan/Ranggo

source: Product/Merchandise
ar: المنتج / البضائع
bn: পণ্য / দ্রব্য
da: Produkt / Merchandise
fa: محصول / کالا
hi: उत्पाद/वस्तु
id: Produk/Barang Dagangan
it: Prodotto/Merchandising
ja: 製品/商品
nb: Produkt/merchandise
ru: Продукт / Товары
sk: Produkt / Merchandise
sv: Produkt/Merchandise
th: สินค้า/สินค้า
tl: Produkto/Paninda

source: Electronics/Software
ar: الإلكترونيات / البرمجيات
bn: বৈদ্যুতিক যন্ত্রপাতি / সফটওয়্যার
da: Elektronik / Software
fa: الکترونیک / نرم افزار
hi: इलेक्ट्रॉनिक्स/सॉफ्टवेयर
id: Elektronik/Perangkat Lunak
it: Elettronica/Software
ja: 電子/ソフトウェア
nb: Elektronikk/programvare
ru: Электроника / Программное обеспечение
sk: Elektronika / Softvér
sv: Elektronik/Mjukvara
th: เครื่องใช้ไฟฟ้า/ซอฟแวร์

source: Medical/Biology
ar: الطب / علم الأحياء
bn: মেডিকেল / জীববিজ্ঞান
da: medicinsk biologi
fa: پزشکی / زیست شناسی
hi: चिकित्सा/जीवविज्ञान
id: Kedokteran/Biologi
it: Medicina/Biologia
ja: 医療/生物学
nb: Medisinsk/biologi
ru: Медицина / Биология
sk: Lekárske / Biológia
sv: Medicin/Biologi
th: แพทย์/ชีววิทยา
tl: Medikal/Biology

source: Creative Work/Art
ar: العمل الإبداعي / الفن
bn: সৃজনশীর কাজ / কলা
da: Kreativt arbejde / kunst
fa: خلاقیت / هنر
hi: रचनात्मक कार्य/कला
id: Karya Kreatif/Seni
it: Creative Work/Arte
ja: 創造的な仕事/芸術
nb: Kreativt arbeid/kunst
ru: Творческая работа / искусство
sk: Kreatívna práca / Umenie
sv: Kreativt arbete/konst
th: งานครีเอทีฟ/ศิลปะ
tl: Malikhaing Gawain/Sining

source: Science/Academia/Humanities
ar: العلوم / العلوم الأكاديمية / العلوم الإنسانية
bn: বিজ্ঞান /প্রাতিষ্ঠানিক / মানব বিজ্ঞান
da: Videnskab / Academia / Humanistiske
fa: علوم / دانشگاه / علوم انسانی
hi: विज्ञान/शिक्षा/मानविकी
id: Sains/Akademisi/Kemanusiaan
it: Scienza/Accademia/Umanistica
ja: 科学/学術/人文科学
nb: Vitenskap/akademia/humaniora
ru: Наука / Academia / Гуманитарные
sk: Veda / Akademické / Humanitné
sv: Vetenskap/Akademisk/Humaniora
th: วิทยาศาสตร์/วิชาการ/มนุษยศาสตร์
tl: Agham/Akademya/Humanidades

source: None
ar: لا شيء
bn: কোনটিই নয়
da: Ingen
fa: هیچ
hi: कोई नहीं
id: Nihil
it: Nessuno
ja: なし
nb: Ingen
ru: Нет
sk: Žiadne
sv: Ingen
th: ไม่มีเลย
tl: Wala

source: Featured
ar: مميز
bn: আলোচিত
da: Fremhævet
fa: ویژه
hi: विशेष रुप से प्रदर्शित
id: Unggulan
it: In evidenza
ja: おすすめ
nb: Fremhevet
ru: Рекомендуемые
sk: Odporúčané
sv: Utvalda
th: แนะนำ
tl: Itinatampok

source: In the news
ar: في الأخبار
bn: খবরে
da: Nyheder
fa: در اخبار
hi: समाचार में
id: Di berita
ja: ニュース
nb: I nyhetene
ru: В новостях
sk: V správach
sv: Nyheter
th: ในข่าว
tl: Sa balita

source: In the news (Editor's Pick)
ar: في الأخبار (اختيار المحرر)
bn: খবরে (সম্পাদকের পছন্দ)
da: I nyhederne (Editor&#39;s Pick)
fa: در اخبار (انتخاب ویراستار)
hi: समाचार में (संपादक का चुनाव)
id: Dalam berita (Pilihan Editor)
it: Nelle notizie (Editor's Pick)
ja: ニュース（編集者による選択）
nb: I nyhetene (Editor ' s pick)
ru: В новостях («Выбор редактора»)
sk: V správach (Editor Pick)
sv: I nyheterna (Redaktören Väljer)
th: ในข่าว (Editor’s Pick)
tl: Sa balita (Pinili ng Editor)

source: In the news (Standout Article)
ar: في الأخبار (مقالة استثنائية)
bn: খবরে (ব্যতিক্রমী প্রবন্ধ)
da: I nyhederne (Standout Article)
fa: در اخبار (مقاله ایستادگی)
hi: समाचार में (विशेष लेख)
id: Dalam berita (Artikel Menonjol)
it: Nelle notizie (Articolo Eccellente)
ja: ニュース（注目の記事）
nb: I nyhetene (standout artikkelen)
ru: В новостях (Standout Article)
sk: V správach (článok Standout)
sv: I nyheterna (Stor Artikel)
th: ในข่าว (บทความยอดเยี่ยม)
tl: Sa balita (Natatanging Artikulo)

source: Trending
ar: الشائع
bn: চলতি
da: Hitter
fa: روند
hi: रुझान
id: Tren
it: Popolari
ja: トレンド
nb: Trend
ru: В тренде
sk: Trendy
sv: Trendar
th: ยอดนิยม

source: On this day
ar: في هذا اليوم
bn: এই দিনে.....
da: På denne dag:
fa: در این روز
hi: इस दिन
id: Pada hari ini
it: Oggi
ja: この日
nb: På denne dagen:
ru: В этот день...
sk: V tento deň
sv: Detta datum:
th: ในวันนี้
tl: Sa araw na ito

source: Blog Post (Meta Article)
ar: مشاركة في مدونة (مقال ميتا)
bn: ব্লগ পোস্ট (মেটা আর্টিকেল)
da: Blog-indlæg (Meta Article)
fa: پست وبلاگ (متا مقاله)
hi: ब्लॉग पोस्ट (मेटा लेख)
id: Blog Post (Artikel Meta)
it: Blog Post (Meta-Articolo)
ja: ブログ投稿（メタ記事）
nb: Blogginnlegg (meta artikkelen)
ru: Сообщение в блоге (мета-статья)
sk: Príspevok blogu (článok Meta)
sv: Blogginlägg (metaartikel)
th: โพสต์บล็อก (บทความเมต้า)
tl: Blog Post (Metang Artikulo)

source: Verified Only
ar: الموثوقة فقط
bn: শুধুমাত্র যাচাইকৃত
da: Kun verificeret
fa: تأیید شده فقط
hi: केवल सत्यापित
id: Hanya Diverifikasi
it: Solo verificati
ja: 済みのみ
nb: Bare bekreftet
ru: Только проверено
sk: Iba overené
sv: Verifierade endast
th: ยืนยันเท่านั้น
tl: Mga Naberipika

source: Normal (Business)
ar: عادي (أعمال)
bn: সাধারণ (ব্যবসা)
fa: عادی (کسب و کار)
hi: सामान्य (व्यवसाय)
id: Normal (Bisnis)
it: Normale (Affari)
ja: 通常（ビジネス）
nb: Normal (arbeid)
ru: Нормальный (бизнес)
sk: Normálne (obchodné)
sv: Normal (Affärer)
th: ปกติ (ธุรกิจ)
tl: Normal (Negosyo)

source: Normal (Personal)
ar: عادي (شخصي)
bn: সাধারণ (ব্যক্তিগত)
da: Normal (Personlig)
fa: عادی (شخصی)
hi: सामान्य (व्यक्तिगत)
id: Normal (Pribadi)
it: Normale (Personale)
ja: ノーマル（個人）
nb: Normal (personlig)
ru: Обычный (личный)
sk: Normálne (osobné)
sv: Normal (Personlig)
th: ปกติ (ส่วนตัว)
