Repository: 8bitkevin/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, fa, hi, id, it, ja, nb, ru, sk, sv, th, tl

source: Select the topic of this page
ar: اختر موضوع هذه الصفحة
bn: এই পৃষ্ঠাটির বিষয় নির্বাচন করুন
da: Vælg emnet på denne side
fa: موضوع این صفحه را انتخاب کنید
hi: इस पृष्ठ का विषय चुनें
id: Pilih topik dari laman ini
it: Seleziona l'argomento di questa pagina
ja: このページのトピックを選択
nb: Merk emnet på denne siden
ru: Выберите тему этой страницы
sk: Vyberte tému tejto stránky
sv: Välj ämnet på den här sidan
th: เลือกหัวข้อของหน้านี้
tl: Piliin ang paksa ng pahinang ito

source: Remove page
ar: احذف الصفحة
bn: পৃষ্ঠাটি সরান
da: Fjern side
fa: حذف صفحه
hi: पृष्ठ हटाएं
id: Hapus laman
it: Rimuovi pagina
ja: ページを削除
nb: Fjern side
ru: Удалить полосу
sk: Odstrániť stránku
sv: Ta bort sida
th: ลบหน้า
tl: Alisin ang pahina

source: Editing existing pages temporarily disabled
ar: تعديل الصفحات الحالية موقوف مؤقتًا
bn: বিদ্যমান পৃষ্ঠাগুলির সম্পাদনা সাময়িকভাবে নিষ্ক্রিয় করা হয়েছে
da: Redigering af eksisterende sider midlertidigt deaktiveret
fa: ویرایش صفحات موجود به طور موقت غیر فعال شده است
hi: मौजूदा पृष्ठों का संपादन अस्थायी रूप से अक्षम किया गया है
id: Menyunting halaman yang ada untuk dinonaktifkan sementara
it: Modifica di pagine esistenti temporaneamente disabilitata
ja: 既存のページの編集は一時的に無効されている
nb: Redigere eksisterende sider midlertidig deaktivert
ru: Редактирование существующих страниц временно отключено
sk: Úprava existujúcich stránok je dočasne zakázaná
sv: Redigering av befintliga sidor tillfälligt inaktiverad
th: กำลังแก้ไขหน้า ระงับชั่วคราว
tl: Ang pag-edit ng mga lumang pahina ay pansamantalang hindi pwede

source: Editors
ar: المحررون
bn: সম্পাদক (গণ)
da: Redaktion
fa: ویرایشگرها
hi: संपादक
id: Editor
it: Editori
ja: 編集者
nb: Redigeringer
ru: Редакторы
sk: Editory
sv: Redigerare
th: บรรณาธิการ
tl: Mga editor

source: Everipedia Editors
ar: محرروا إيفريبيديا
bn: এভরিপিডিয়া সম্পাদকগণ
da: Everipedia Redaktører
fa: ویراستاران Everipedia
hi: Everipedia संपादक
id: Editor Everipedia
it: Editori Everipedia
ja: Everipediaの編集者
nb: Everipedia Redaksjon
ru: Редакторы Everipedia
sk: Everipedia Editory
sv: Everipedia-redaktörer
th: บรรณาธิการของ Everipedia
tl: Mga Everipedia Editor

source: Previous
ar: السابق
bn: পূর্ববর্তী
da: Forrige
fa: قبلی
hi: पिछला
id: Sebelumnya
it: Precedente
ja: 前へ
nb: Forrige
ru: Предыдущий
sk: Späť
sv: Föregående
th: ก่อนหน้า
tl: Nakaraan

source: Page
ar: صفحة
bn: পৃষ্ঠা
da: Side
fa: صفحه
hi: पृष्ठ
id: Halaman
it: Pagina
ja: ページ
nb: Side
ru: Страница
sk: Stránka
sv: Sida
th: หน้า
tl: Pahina

source: of
ar: من
bn: এর
da: af
fa: از
hi: का
id: dari
it: di
ja: の
nb: av
ru: из
sk: z
sv: av
th: จาก
tl: ng, ni

source: Next
ar: التالي
bn: পরবর্তী
da: Næste
fa: بعدی
hi: अगला
id: Berikutnya
it: Successivo
ja: 次へ
nb: Neste
ru: Следующий
sk: Ďalej
sv: Nästa
th: ถัดไป
tl: Susunod

source: Page not found!
ar: الصفحة غير موجودة!
bn: পৃষ্ঠাটি খুঁজে পাওয়া যায়নি
da: Side ikke fundet!
fa: صفحه یافت نشد!
hi: पृष्ठ नहीं मिला
id: Halaman tidak ditemukan
it: Pagina non trovata!
ja: ページが見つかりません！
nb: Siden finnes ikke!
ru: Страница не найдена!
sk: Stránka nebola nájdená!
sv: Sidan kan inte hittas!
th: ไม่พบหน้านี้!
tl: Hindi natagpuan ang pahina!

source: Page not found
ar: الصفحة غير موجودة
bn: পৃষ্ঠাটি খুঁজে পাওয়া যায়নি
da: Siden blev ikke fundet
fa: صفحه یافت نشد
hi: पृष्ठ नहीं मिला
id: Halaman tidak ditemukan
it: Pagina non trovata
ja: ページが見つかりません
nb: Side ikke funnet
ru: Страница не найдена
sk: Stránka sa nenašla
sv: Sidan hittades inte
th: ไม่พบหน้า
tl: Hindi natagpuan ang pahina

source: In The News
ar: في الأخبار
bn: খবরে
da: Nyheder
fa: در اخبار
hi: समाचार में
id: Dalam Berita
it: Nelle News
ja: ニュースにて
nb: I nyhetene
sk: V správach
sv: Nyheter
th: ในข่าว
tl: Sa Balita

source: Recent Activity
ar: الأنشطة الأخيرة
bn: সাম্প্রতিক কর্মকাণ্ড
da: Seneste aktivitet
fa: فعالیت اخیر
hi: हालिया गतिविधि
id: Aktivitas Terbaru
it: Attività recente
ja: 最近のアクティビティ
nb: Nylig aktivitet
ru: Последние действия
sk: Posledná aktivita
sv: Senaste aktivitet
th: กิจกรรมล่าสุด
tl: Pinakahuling Ginawa

source: This page has been removed
ar: تمت إزالة هذه الصفحة
bn: এই পৃষ্ঠাটি সরানো হয়েছে
da: Denne side er blevet fjernet
fa: این صفحه حذف شده است
hi: यह पृष्ठ हटाया जा चुका है
id: Halaman ini telah dihapus
it: Questa pagina è stata rimossa
ja: ページが削除されました
nb: Denne siden er fjernet
ru: Эта страница была удалена
sk: Táto stránka bola odstránená
sv: Den här sidan har tagits bort
th: ลบหน้านี้ไปแล้ว
tl: Inalis ang pahinang ito

source: Click here to return to recent activity
ar: انقر هنا للعودة إلى النشاط الأخير
bn: সাম্প্রতিক কার্যকলাপে ফিরে যেতে এখানে ক্লিক করুন
da: Klik her for at vende tilbage til den seneste aktivitet
fa: برای بازگشت به فعالیت اخیر کلیک کنید
hi: हालिया गतिविधि पर वापस जाने के लिए यहाँ क्लिक करें
id: Klik di sini untuk kembali ke aktivitas terbaru
it: Clicca qui per tornare alle attività recenti
ja: 最近のアクティビティに戻るにここをクリックして下さい
nb: Klikk her for å gå tilbake til nylig aktivitet
ru: Нажмите здесь, чтобы вернуться к недавней активности
sk: Kliknutím sem sa vrátite na poslednú aktivitu
sv: Klicka här för att återgå till den senaste aktiviteten
th: คลิกที่นี่เพื่อกลับสู่กิจกรรมล่าสุด
tl: Mag-click dito para bumalik sa mga pinakahuling ginawa

source: Exchange Listings
ar: تبادل القوائم
bn: বিনিময় তালিকাসমূহ
fa: لیست تبادل
hi: विनिमय सूची
id: Daftar Pertukaran
it: Quotazioni in Borsa
ja: リスティング交換
nb: Exchange-oppføringer
ru: Обменные листы
sk: Výpis výmen
sv: Bytesobjekt
th: รายชื่อการแลกเปลี่ยน
tl: Mga Palitan

source: Supported Exchanges
ar: التبادلات المدعومة
bn: সমর্থিত বিনিময়সমূহ
da: Understøttede udvekslinger
fa: مبادلات پشتیبانی شده
hi: समर्थित विनिमय
id: Pertukaran yang Didukung
it: Piattaforme di Exchange Supportate
ja: サポートされた交換
nb: Støttet utveksling
ru: Поддерживаемые биржи
sk: Podporované výmeny
sv: Stödda utbyten
th: การแลกเปลี่ยนที่รองรับ
tl: Mga Suportadong Palitan

source: The following exchanges indicated that they will support the IQ airdrop
ar: التبادلات التالية تشير إلى أنها سوف تدعم الإنزال الجوي لIQ
bn: নিম্নোক্ত বিনিময়গুলি তাদের আইকিউ এয়ারড্রপ সমর্থন করার লক্ষ্যকে নির্দেশ করে
da: Følgende udvekslinger viste, at de vil støtte IQ airdrop
fa: مبادلات زیر نشان داد که آنها از Airdrop IQ پشتیبانی خواهند کرد
hi: निम्नलिखित विनिमयों ने दर्शाया है कि वे आईक्यू एयरड्रॉप का समर्थन करेंगे
id: Pertukaran berikut menunjukkan bahwa mereka akan mendukung titrasi udara IQ
it: I seguenti exchange hanno indicato che sosterranno l'airdrop di IQ
ja: 以下の交換は、IQエアドップをサポートすることを表明している
nb: Følgende børser indikerte at de vil støtte IQ ' s drop
ru: Следующие обмены показали, что они поддержат воздушный кадр IQ
sk: Nasledujúce výmeny naznačili, že podporia airdrop IQ
sv: Följande utbyten indikerade att de kommer att stödja IQ-airdrop
th: การแลกเปลี่ยนต่อไปนี้ระบุว่าพวกเขาจะรองรับ IQ airdrop
tl: Ipinakikita ng mga sumusunod na palitan na susuportahan nila ang airdrop ng IQ

source: Supported Wallets
ar: المحافظ المدعومة
bn: সমর্থিত ওয়ালেট
da: Understøttede tegnebøger
fa: کیف پول پشتیبانی شده
hi: समर्थित वॉलेट
id: Dompet yang didukung
it: Wallets supportati
ja: 使用可能なウォレット
nb: Støttede lommebøker
ru: Поддерживаемые кошельки
sk: Podporované peňaženky
sv: Stödda plånböcker
th: Wallet ที่รองรับ
tl: Mga Suportadong Wallet

source: Token Pockets
ar: جيوب العملات الرمزية
bn: টোকেন পকেট
da: Tokenlommer
fa: جیب های Token
hi: टोकन पॉकेट
id: Saku Token
ja: トークンポケット
nb: Token lommer
ru: Карманные карты
sk: Tokenové vrecká
sv: Tokenfickor
tl: Mga Token Pocket

source: Frequently Asked Questions
ar: الأسئلة الشائعة
bn: প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী
da: Ofte stillede spørgsmål
fa: سوالات متداول
hi: अक्सर पूछे जाने वाले प्रश्न
id: Pertanyaan Yang Sering Diajukan
it: Domande frequenti
ja: よくある質問
nb: Ofte stilte spørsmål
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sv: Vanliga frågor
th: คำถามที่พบบ่อย
tl: Mga Malimit Itanong

source: What is Everipedia?
ar: ما هو ايفريبيديا؟
bn: এভরিপিডিয়া কি?
da: Hvad er Everipedia?
fa: Everipedia چیست؟
hi: Everipedia क्या है?
id: Apa itu Everipedia?
it: Che cos'è Everipedia?
ja: Everipediaとは何ですか？
nb: Hva er Everipedia?
ru: Что такое Everipedia?
sk: Čo je Everipedia?
sv: Vad är Everipedia?
th: Everipedia คืออะไร?
tl: Ano ang Everipedia?

source: Everipedia is a knowledge aggregator and knowledge base. We think it's much easier to edit than Wikipedia. Anyone can create a page about any person, place, organization, or thing and populate it with relevant reference links/sources. The only main rules of EP are: Information on the page must always be cited and the article must be in a neutral point of view. Check out the actual entry for Everipedia... on
ar: إيفريبيديا هو مجمع وقاعدة معرفية. نعتقد أن تحريره أسهل بكثير من ويكيبيديا. يمكن لأي شخص إنشاء صفحة عن أي شخص أو مكان أو مؤسسة أو شيء وحشوها بالروابط / المصادر المرجعية ذات الصلة. القواعد الأساسية الوحيدة في إيفريبيديا هي: يجب دائمًا الاستشهاد للمعلومات الموجودة على الصفحة ويجب أن يكون المقال من وجهة نظر محايدة. تحقق من الإدخال الفعلي لإيفريبيديا
bn: এভরিপিডিয়া একটি জ্ঞান সংগ্রাহক এবং জ্ঞান ভিত্তিক। আমরা মনে করি উইকিপিডিয়ার তুলনায় এর সম্পাদনা করা অনেক সহজ। যে কোনো ব্যক্তি, স্থান, সংস্থা, বা জিনিস সম্পর্কে যে কেউ একুট পৃষ্ঠা তৈরি করতে পারেন এবং প্রাসঙ্গিক রেফারেন্স লিঙ্ক/উৎস প্রদানের মাধ্যমে তা ভরিয়ে তুলতে পারেন। ইপি এর একমাত্র প্রধান নিয়ম হল: পৃষ্ঠার তথ্য সর্বদা উদ্ধৃতি সম্বলিত হওয়া উচিত এবং নিবন্ধটিকে নিরপেক্ষ দৃষ্টিকোণ সম্পন্ন হতে হবে। এভরিপিডিয়া এর জন্য প্রকৃত এন্ট্রি চেক করুন ... অন
da: Everipedia er en videnaggregator og vidensbase. Vi synes, det er meget nemmere at redigere end Wikipedia. Enhver kan oprette en side om enhver person, sted, organisation eller ting og fylde den med relevante referencelinker / kilder. De eneste vigtigste regler i EP er: Oplysninger på siden skal altid nævnes, og artiklen skal være neutral. Tjek den aktuelle post til Everipedia ... på
fa: Everipedia یک جمع آوری دانش و دانش است. ما فکر می کنیم ویرایش آن از ویکی پدیا بسیار ساده تر است. هر شخصی می تواند یک صفحه را در مورد هر شخص، مکان، سازمان، یا چیزی ایجاد کند و آن را با لینک های مربوطه / منابع مرتبط مرتبط کند. تنها قواعد اصلی EP عبارتند از: اطلاعات در صفحه همیشه باید ذکر شده و مقاله باید در نقطه نظر بی طرف باشد. ورودی واقعی برای Everipedia ... را بررسی کنید
hi: Everipedia एक ज्ञान समूहक या ज्ञानाधार है। हमें लगता है इसे संपादितकरना विकिपीडिया से कहीं ज्यादा आसान है। कोई भी व्यक्ति किसी भीव्यक्ति, स्थान, संगठन या वस्तु के बारे में पृष्ठ बना सकता है और इसमें प्रासंगिकसंदर्भ लिंक्स/स्रोत जोड़ सकता है। EP के मुख्य नियम हैं कि: पृष्ठ पर दी गयी जानकारीको हमेशा उद्धृत किया जाना चाहिए और लेख तटस्थ दृष्टिकोण से निर्मित किये जानेचाहिए। Everipedia के लिए वास्तविक प्रविष्टि देखें...
id: Everipedia adalah agregator pengetahuan dan basis pengetahuan. Kami pikir itu jauh lebih mudah untuk disunting daripada Wikipedia. Siapa pun dapat membuat halaman tentang siapa saja, tempat, organisasi, atau benda dan mengisinya dengan tautan/sumber referensi yang relevan. Satu-satunya aturan utama EP adalah: Informasi pada halaman harus selalu dikutip dan artikel harus dalam sudut pandang netral. Lihat entri aktual untuk Everipedia... di
it: Everipedia è un aggregatore e una base di conoscenze. Pensiamo che è molto più facile da editare rispetto a Wikipedia. Chiunque può creare una pagina su qualsiasi persona, luogo, organizzazione o cosa e popolarla con fonti e link di riferimento rilevanti. Le uniche regole principali di EP sono: l'informzione sulla pagina deve essere sempre citata e l'articolo deve essere scritto da un punto di vista neutrale. Dai un'occhiata alla voce su Everipedia… su
ja: Everipediaは知識アグリゲータと知識ベースです。 Wikipediaよりも編集がはるかに簡単だと思われます。誰でも、人、場所、組織、または物についてのページを作成し、それに関連する参照リンク/ソースを設定することができます。 EPの唯一の主要なルールは次のとおりです。ページの情報は常に引用され、記事は中立的な視点になければなりません。 Everipediaの実際のエントリーをチェックしてください
nb: Everipedia er en kunnskap aggregator og kunnskapsbase. Vi tror det er mye lettere å redigere enn wikipedia. Alle kan lage en side om en person, sted, organisasjon eller ting og fylle den med relevante referanselinker/kilder. Den eneste viktigste reglene for EP er: informasjon på siden må alltid være sitert, og artikkelen må være i et nøytralt synspunkt. Sjekk ut den faktiske oppføringen for Everipedia... på
ru: Everipedia - это агрегатор знаний и база знаний. Мы считаем, что это намного проще редактировать, чем Wikipedia. Любой может создать страницу о любом человеке, месте, организации или вещи и заполнить его соответствующими ссылками / источниками ссылок. Единственными основными правилами EP являются: Информация на странице всегда должна быть приведена, и статья должна быть в нейтральной точке зрения. Проверьте фактическую запись в Everipedia ... on
sk: Everipedia je agregátor vedomostí a vedomostná základňa. Myslíme, že je oveľa jednoduchšie upravitelná ako Wikipedia. Ktokoľvek môže vytvoriť stránku o ľubovoľnej osobe, mieste, organizácii alebo veciach a vyplniť ju príslušnými referenčnými odkazmi / zdrojmi. Jediné hlavné pravidlá EP sú: Informácie na stránke musia byť vždy citované a článok musí byť neutrálny. Pozrite sa na skutočnú položku pre Everipedia ... na
sv: Everipedia är en kunskapsgenerator och kunskapsbas. Vi tycker att det är mycket lättare att redigera än Wikipedia. Vem som helst kan skapa en sida om någon person, plats, organisation eller sak och fylla den med relevanta referenslänkar/källor. De enda viktigaste reglerna i EP är: Informationen på sidan måste alltid citeras och artikeln måste vara neutral. Kolla in den faktiska posten för Everipedia ... på
th: Everipedia เป็นตัวแทนและฐานรวบรวมองค์ความรู้ เราคิดว่า Everipedia แก้ไขง่ายกว่า Wikipedia ทุกคนสามารถสร้างหน้าเว็บเกี่ยวกับบุคคลสถานที่ องค์กรหรือสิ่งต่างๆ และเติมข้อมูลพร้อมลิงค์/ แหล่งอ้างอิงที่เกี่ยวข้อง กฎหลักอย่างเดียวของ EP คือข้อมูลที่อยู่บนหน้าเว็บต้อง มีการอ้างอิงและบทความต้องเป็นกลางเสมอ เข้าไปดู รายการที่เกิดขึ้นจริงสำหรับ Everipedia ... ได้บน
tl: Ang Everipedia ay isang tagatipon at pinagkukunan ng kaalaman. Sa tingin namin ay mas madali itong i-edit kaysa sa Wikipedia. Sinuman ay maaaring gumawa ng isang pahina tungkol sa sinumang tao, lugar, organisasyon, o bagay at pahabain ito gamit ang may-katuturang sanggunian / batayan. Ang tanging pangunahing panuntunan ng EP ay: Ang impormasyon sa pahina ay dapat na palaging sipiin at ang artikulo ay dapat na nasa neutral na pananaw. Tingnan ang aktwal na entry para sa Everipedia... sa

source: Why should I sign up?
ar: لماذا يجب علي الاشتراك؟
bn: কেন আমার সাইন আপ করা উচিত?
da: Hvorfor skal jeg tilmelde mig?
fa: چرا باید ثبت نام کنم؟
hi: मुझे साइन अप क्यों करना चाहिए?
id: Mengapa saya harus mendaftar?
it: Perché dovrei iscrivermi?
ja: なぜ登録するべきなのか？
nb: Hvorfor bør jeg registrere meg?
ru: Почему я должен зарегистрироваться?
sk: Prečo by som sa mal zaregistrovať?
sv: Varför ska jag anmäla mig?
th: เหตุใดฉันจึงควรลงทะเบียน
tl: Bakit ako dapat mag-sign up?

source: Because it’s fun and easy! We thought contributing to large knowledge projects shouldn't require high barriers to entry so we made Everipedia very easy to navigate, edit, and get started. Editors gain more privileges as they accumulate IQ and rise through the ranks. Top site-wide editors are displayed on the front page. Top editors for each page are also displayed.
ar: لأنها ممتعة وسهلة! كنا نظن أن المساهمة في مشاريع المعرفة الضخمة لا يجب أن يتطلب وجود عوائق كبيرة للمشاركة، لذا جعلنا من السهل جدًا التنقل والتحرير والبدء. المحررون يكسبون المزيد من الامتيازات عن طريق جمع IQ وزيادة الرتب. يُعرض أهم المحررين على مستوى الموقع في الصفحة الأمامية. ويُعرض أيضاً كبار المحررين لكل صفحة.
bn: কারণ এটা মজার এবং সহজ! বৃহৎ জ্ঞানপ্রকল্পে অবদান রাখাটিতে এন্ট্রির জন্য কোন উচ্চমার্গের বিধিনিষেধের প্রয়োজন নেই বলে আমরা মনে করি আর তাই আমরা এভরিপিডিয়া কে খুব সহজে খুঁজে বের করা, সম্পাদনা করা ও শুরু করার উপযোগী করে তৈরি করেছি। সম্পাদকগণ আরো বেশি সুবিধা ভোগ করতে পারেন যতই আইকিউ তারা সংগ্রহ করতে পারেন সে ভাবে এবং র‌্যাঙ্কের মধ্যে দিয়ে এগোতে থাকেন। শীর্ষ সাইট-ওয়াইড সম্পাদকগণ সামনে পৃষ্ঠায় প্রদর্শিত হয়। প্রতিটি পৃষ্ঠার শীর্ষ সম্পাদকরাওপ্রদর্শিত হয়।
da: Fordi det er sjovt og nemt! Vi troede at bidrage til store vidensprojekter ikke skulle kræve høje adgangsbarrierer, så vi gjorde Everipedia meget nemt at navigere, redigere og komme i gang. Redaktører får flere privilegier, da de akkumulerer IQ og stiger gennem rækken. De øverste redaktører på hele webstedet vises på forsiden. Topredaktører for hver side vises også.
fa: از آنجا که سرگرم کننده و آسان است! ما فکر کردیم که مشارکت در پروژه های بزرگ دانش باید از موانع زیاد برای ورود جلوگیری کند، بنابراین ما Everipedia را برای حرکت، ویرایش و شروع به کار بسیار آسان کردیم. ویراستاران امتیاز بیشتری کسب می کنند زیرا آنها IQ را جمع می کنند و از صفوف افزایش می یابند. ویراستاران برتر سایت در صفحه اول نمایش داده می شوند. ویراستاران برتر برای هر صفحه نیز نمایش داده می شوند.
hi: क्योंकि यह मज़ेदार और आसान है! हमने सोचा कि बड़ी ज्ञान परियोजनाओं में योगदान करनेके लिए ज्यादा बाधाओं की जरुरत नहीं होनी चाहिए इसलिए हमने Everipedia को चलाना, संपादितकरना और शुरू करना बहुत आसान बनाया है। जैसे-जैसे संपादक आईक्यू जमा करते हैं और श्रेणीमें ऊपर बढ़ते हैं उन्हें और अधिक सुविधाएं प्राप्त होती हैं। सम्पूर्ण साइट पर शीर्ष संपादकों को पहलेपृष्ठ पर प्रदर्शित किया जाता है। प्रत्येक पृष्ठ के लिए शीर्ष संपादकों को भी प्रदर्शित किया जाता है।
id: Karena itu menyenangkan dan mudah! Kami pikir kontribusi untuk proyek pengetahuan besar tidak membutuhkan hambatan tinggi untuk masuk sehingga kami membuat Everipedia sangat mudah dinavigasi, disunting, dan dimulai. Editor mendapatkan lebih banyak hak istimewa karena mereka mengakumulasi IQ dan naik melalui pangkat. Editor situs teratas ditampilkan di halaman depan. Editor teratas untuk setiap halaman juga ditampilkan.
it: Perché è semplice e divertente! Abbiamo pensato che contribuire a un grande progetto di conoscenza non dovrebbe richiedere alte barriere per prenderne parte, così abbiamo creato Everipedia in un modo facile da navigare, modificare, e iniziare a partecipare. Gli Editor guadagnano nuovi privilegi a mano a mano che accumulano IQ e scalano i ranking, I migliori editor sono mostrati nella pagina iniziale. Sono anche mostrati i migliori editor per ogni singola pagina.
ja: 楽しくて簡単だからです！私たちは大規模な知識プロジェクトへの貢献に高い障壁を作るべきでないと考えていたので、Everipediaにとても簡単に操作、編集、参加できるようにしました。編集者は、IQを蓄積してランクを上げるにつれて、より多くの特権を得ることができます。トップのサイト全体の編集者がフロントページに表示されます。各ページのトップ編集者も表示されます。
nb: Fordi det er morsomt og enkelt! Vi trodde bidra til store kunnskaps prosjekter bør ikke kreve høye barrierer for å komme inn så vi gjorde Everipedia veldig enkelt å navigere, redigere og komme i gang. Redaktørene få flere privilegier som de akkumulerer IQ og stige gjennom rekkene. Topp redaktører for hele området vises på forsiden. Topp redaktører for hver side vises også.
ru: Потому что это весело и легко! Мы думали, что участие в крупных проектах знаний не должно требовать высоких барьеров для входа, поэтому мы сделали Everipedia очень простой в навигации, редактировании и запуске. Редакторы получают больше привилегий, поскольку они накапливают IQ и поднимаются в ряды. На главной странице отображаются главные редакторы на сайте. Также отображаются верхние редакторы для каждой страницы.
sk: Pretože je to zábavné a jednoduché! Mysleli sme si, že prispievanie k veľkým znalostným projektom by nemalo vyžadovať vysoké prekážky vstupu, a preto je Everipedia veľmi jednoduchá, upravovateľná a použiteľná. Redaktori získavajú viac privilégií, pretože akumulujú IQ a stúpajú v rádoch. Najlepší redaktory na celom webe sa zobrazujú na úvodnej stránke. Top editory pre každú stránku sú tiež zobrazený.
sv: Eftersom det är roligt och enkelt! Vi trodde inte att bidragandet till stora kunskapsprojekt skulle kräva stora hinder för tillträde så avi gjorde Everipedia väldigt lätt att navigera på, redigera och komma igång. Redaktörer får fler privilegier eftersom de ackumulerar IQ och stiger genom ledningarna. De bästa webbplatsredigerarna visas på framsidan. Toppredigerare för varje sida visas också.
th: เพราะสนุกและง่าย! เราคิดว่าการมีส่วนร่วมในโครงการความรู้ใหม่ไม่ควรต้องมีขีดกั้นที่สูงเกินเข้าร่วม เราจึงสร้างให้ Everipediaใช้งานง่าย แก้ไขง่ายและเริ่มใช้งานได้ง่าย บรรณาธิการทั้งหมดได้รับสิทธิประโยชน์มากขึ้น เมื่อพวกเขาสะสม IQ และไต่เต้าไปตามระดับงาน บรรณาธิการยอดนิยมของเว็บไซต์จะมีชื่อปรากฏอยู่ในหน้าแรก บรรณาธิการยอดนิยมของแต่ละหน้าเว็บจะมีชื่อปรากฎด้วยเช่นกัน
tl: Dahil masaya at simple dito! Naisip namin na ang pagbibigay ng kontribusyon sa mga malalaking proyekto ng kaalaman ay hindi dapat mahirap salihan, kaya ginawa namin na ang Everipedia na madaling i-navigate, i-edit, at simulan. Habang tumataas ang ranggo ng mga editor ay nakakakuha sila ng mas maraming pribilehiyo at IQ. Ang mga nangungunang editor ay ipinapakita sa front page. Ipinapakita rin ang mga nangungunang editor para sa bawat pahina.

source: Try it!
ar: جربها!
bn: পরখ করে দেখুন I
da: Prøv det.
fa: امتحانش کن!
hi: इसे आजमाएं
id: Cobalah!
it: Provalo!
ja: 試してみよう！
nb: Prøv det.
ru: Попробуйте!
sk: Skúsiť to!
sv: Testa!
th: ลองเลย!
tl: Subukan mo!

source: Sign up here
ar: قم بالتسجيل من هنا
bn: এখানে সাইন আপ করুন
da: Tilmeld dig her!
fa: اینجا ثبت نام کنید
hi: यहाँ साइन अप करें
id: Daftar disini
it: Iscriviti qui
ja: ここからサインアップする
nb: Registrer deg her
ru: Зарегистрироваться
sk: Zaregistrujte sa tu
sv: Anmäl dig här
th: สมัครสมาชิกที่นี่
tl: Mag-sign up dito

source: So how is Everipedia different from Wikipedia and similar sites?
ar: إذاً ، ما هي أوجه اختلاف إيفريبيديا عن ويكيبيديا والمواقع المشابهة؟
bn: সুতরাং কিভাবে উইকিপিডিয়া এবং অনুরূপ সাইট থেকে এভরিপিডিয়া ভিন্ন?
da: Så hvordan er Everipedia forskellig fra Wikipedia og lignende websteder?
fa: پس چگونه Everipedia متفاوت از ویکیپدیا و سایت های مشابه است؟
hi: तो Everipedia विकिपीडिया और ऐसी दूसरी साइटों से कैसे अलग है?
id: Jadi, bagaimana Everipedia berbeda dari Wikipedia dan situs sejenis?
it: In che modo Everipedia è diverso da Wikipedia e siti simili?
ja: ではEveripediaはWikipediaなどのサイトとどう違うのでしょうか？
nb: Så hvordan er Everipedia forskjellig fra Wikipedia og lignende nettsteder?
ru: Итак, как отличается Everipedia от Википедии и подобных сайтов?
sk: Takže ako sa Everipedia líši od Wikipédie a podobných stránok?
sv: Så hur skiljer sig Everipedia från Wikipedia och liknande webbplatser?
th: แล้ว Everipedia แตกต่างจาก Wikipedia และเว็บไซต์ที่คล้ายกันอย่างไร
tl: Paano naiiba ang Everipedia sa Wikipedia at mga katulad na site?
