Repository: 8bitkevin/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, fa, hi, id, it, ja, nb, ru, sk, sv, th, tl

source: Place Votes
ar: وضع الأصوات
bn: ভোট বসান
da: Sted stemmer
fa: رای دادن
hi: मतदान करें
id: Tempatkan Suara
it: Invia i Voti
ja: 投票用紙を置く
nb: Plassere stemmer
ru: Разместить голосование
sk: Umiestniť hlasy
sv: Placera röster
th: โหวต
tl: Bumoto

source: Approve
ar: وافق
bn: অনুমোদন করা
da: Godkend
fa: تایید
hi: स्वीकार करें
id: Menyetujui
it: Approva
ja: 承認
nb: Godkjenn
ru: Одобрить
sk: Schváliť
sv: Godkänn
th: อนุมัติ
tl: Aprubahan

source: Changes
ar: التغييرات
bn: পরিবর্তন
da: Ændringer
fa: تغییرات
hi: परिवर्तन
id: Perubahan
it: Modifiche
ja: 変更
nb: Endringer
ru: Изменения
sk: Zmeny
sv: Ändringar
th: เปลี่ยน
tl: Mga pagbabago

source: Welcome to Everipedia, the encyclopedia of everything
ar: مرحبا بكم في إيفريبيديا ، موسوعة كل شيء
bn: সর্বাঙ্গীণ বিশ্বকোষতুল্য এভরিপিডিয়াতে আপনাকে স্বাগতম
da: Velkommen til Everipedia, encyklopædi af alt
fa: خوش آمدید به Everipedia، دایره المعارف همه چیز
hi: Everipedia में आपका स्वागत है, सभी चीजों का विश्वकोश
id: Selamat datang di Everipedia, ensiklopedia segalanya
it: Benvenuti a Everipedia, l'enciclopedia di tutto
ja: エベリペディア、すべての百科事典へようこそ
nb: Velkommen til Everipedia, Encyclopedia av alt
ru: Добро пожаловать в Everipedia, энциклопедию всего
sk: Vitajte na Everipedia, encyklopédií všetkého
sv: Välkommen till Everipedia, encyklopedin för allt
th: ยินดีต้อนรับสู่ Everipedia สารานุกรมของทุกสิ่งทุกอย่าง
tl: Maligayang pagdating sa Everipedia, ang encyclopedia ng lahat

source: Email
ar: البريد الإلكتروني
bn: ইমেইল
fa: ایمیل
hi: ईमेल
ja: メールアドレス
nb: E-post
sv: E-post
th: อีเมล

source: IQ
ar: معدل الذكاء
bn: আই কিউ
da: Indien
hi: आईक्यू
ja: 知能指数
sv: Intelligenskvot
th: ระดับเชาวน์ปัญญา

source: OK
ar: موافق
bn: ঠিক আছে
fa: تایید
hi: ठीक है
id: Oke
th: ตกลง

source: URL
ar: الرابط
bn: ইউআরএল
fa: آدرس
hi: यूआरएल

source: Chat
ar: دردشة
bn: কথোপকথন
fa: چت
hi: चैट
id: Obrolan
ja: チャット
ru: Чат
sv: Chatta
th: แชทสด
tl: Mag-chat

source: Rank
ar: الترتيب
bn: র‌্যাঙ্ক
fa: رتبه
hi: श्रेणी
id: Peringkat
it: Grado
ja: ランク
nb: Rangering
ru: Рейтинг
th: อันดับ
tl: Ranggo

source: IPFS
ar: نظام ملفات بروتوكول الإنترنت
bn: আইপিএফএস
ru: ОПЗ

source: Memo
ar: مفكرة
bn: স্মারকলিপি
fa: یادداشت
hi: ज्ञापन
ja: メモ
nb: Notat
ru: Записка
sv: PM
th: บันทึกช่วยจำ

source: Everipedia Rank
ar: ترتيب إيفريبيديا
bn: এভরিপিডিয়া র‌্যাঙ্ক
fa: رتبه Everipedia
hi: Everipedia श्रेणी
id: Peringkat Everipedia
it: Ranking Everipedia
ja: Everipediaランク
nb: Everipedia rang
ru: Рейтинг Everipedia
sv: Everipedia-ranking
th: อันดับ Everipedia
tl: Ranggo sa Everipedia

source: Everipedia Staff
ar: فريق إيفريبيديا
bn: এভরিপিডিয়া কর্মকর্তা
fa: کارکنان Everipedia
hi: Everipedia कर्मचारी
id: Staf Everipedia
it: Staff Everipedia
ja: Everipediaスタッフ
ru: Персонал Everipedia
th: พนักงาน Everipedia
tl: Staff ng Everipedia

source: IP Ban
ar: حظر IP
bn: আইপি বহিষ্কার
fa: منع آی پی
hi: आईपी ​​प्रतिबंध
id: Ban IP
ja: IP禁止
ru: Заблокировать IP
sv: IP-banning
th: IP ที่ห้าม
