Repository: 8bitkevin/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, fa, hi, id, it, ja, nb, ru, sk, sv, th, tl

source: Your Everipedia editor restrictions have been removed. You can now edit pages freely!
ar: لقد أزيلت قيود محرر أيفريبيديا (Everipedia) الخاص بك. يمكنك الآن تحرير الصفحات بحرية!
bn: আপনার এভরিপিডিয়া সম্পাদকীয় সীমাবদ্ধতাসমূহ বিলোপ করা হয়েছে। আপনি এখন পৃষ্ঠাগুলির সম্পাদনা অবাধে করতে পারেন!
da: Dine Everipedia-editor begrænsninger er blevet fjernet. Du kan nu redigere sider frit!
fa: محدودیت ویرایشگر Everipedia شما حذف شده است. شما هم اکنون می توانید صفحات آزادانه ویرایش کنید!
hi: आपके Everipedia संपादक प्रतिबंध हटा दिए गए हैं। अब आप पृष्ठों कोआसानी से संपादित कर सकते हैं!
id: Batasan editor Everipedia Anda telah dihapus. Anda sekarang dapat menyunting halaman dengan bebas!
it: Le restrizioni dell'editor Everipedia sono state eliminate. Ora è possibile modificare le pagine liberamente!
ja: Everipediaの編集制限が解除されました。今すぐ自由にページを編集することができます！
nb: Everipedia redigeringsbegrensninger er fjernet. Du kan nå redigere sider fritt!
ru: Ваши ограничения редактора Everipedia были удалены. Теперь вы можете редактировать страницы свободно!
sk: Vaše obmedzenia editora Everipedia boli odstránené. Teraz môžete stránky voľne upravovať!
sv: Din Everipedia-redaktörsrestriktion har tagits bort. Du kan nu redigera sidor fritt!
th: ยกเลิกข้อจำกัดของเครื่องมือแก้ไข Everipedia คุณสามารถแก้ไขหน้าได้อย่างอิสระแล้วตอนนี้!
tl: Tinanggal na ang mga limitasyon mo bilang editor ng Everipedia. Maaari mo na ngayong i-edit ang mga pahina nang libre!

source: Images & Videos
ar: الصور ومقاطع الفيديو
bn: ছবি এবং ভিডিওগুলি
da: Billeder og videoer
fa: تصاویر/ویدئوها
hi: छवियां और वीडियो
id: Gambar & Video
it: Immagini e video
ja: 画像＆動画
nb: Bilder & videoer
ru: Фото и видео
sk: Obrázky a videá
sv: Bilder och videoklipp
th: รูปภาพและวิดีโอ
tl: Mga Larawan at Mga Video

source: References
ar: المراجع
bn: তথ্যসূত্র
da: Referencer
fa: منابع
hi: संदर्भ
id: Referensi
it: Referenze
ja: 参照
nb: Referanser
ru: Ссылки
sk: Referencie
sv: Referenskunder
th: การอ้างอิง
tl: Mga Sanggunian

source: Article Discussion
ar: مناقشة المقال
bn: প্রবন্ধ আলোচনা
da: Artikel Diskussion
fa: بحث مقاله
hi: लेख चर्चा
id: Diskusi Artikel
it: Discussione sull'articolo
ja: 記事のディスカッション
nb: Artikkel diskusjon
ru: Обсуждение статей
sk: Diskusia článku
sv: Artikeldiskussion
th: อภิปรายบทความ
tl: Talakayan ng Artikulo

source: See Also
ar: انظر أيضاً
bn: আরো দেখুন:
da: Se også
fa: همچنین ببینید
hi: यह भी देखें
id: Lihat Juga
it: Vedi Anche
ja: 参考
nb: Se også
ru: См. Также
sk: Pozri aj
sv: Se också
th: ดูเพิ่มเติมที่:
tl: Tingnan Din

source: Top Editors
ar: كبار المحررين
bn: শীর্ষ সম্পাদকগণ
da: Topredaktører
fa: ویراستاران برتر
hi: शीर्ष संपादक
id: Editor Teratas
it: Top Editori
ja: トップ編集者
nb: Topp redaktører
ru: Лучшие редакторы
sk: Top editory
sv: Toppredaktörer
th: บรรณาธิการยอดนิยม
tl: Mga Nangungunang Editor

source: Wiki and references for
ar: ويكي ومراجع ل
bn: -এর জন্য উইকি এবং রেফারেন্স
da: Wiki og referencer for
fa: ویکی و منابع برای
hi: इनके लिए विकी और संदर्भ
id: Wiki dan referensi untuk
it: Wiki e riferimenti per
ja: Wikiとの参考文献
nb: Wiki og referanser for
ru: Вики и ссылки для
sk: Wiki a referencie pre
sv: Wiki och referenser för
th: Wiki และการอ้างอิงสำหรับ
tl: Wiki at mga sanggunian para sa

source: You can edit something on this wiki now!
ar: يمكنك تحرير شيء على هذا الويكي الآن!
bn: আপনি এখন এই উইকিতে কিছু সম্পাদনা করতে পারেন!
da: Du kan redigere noget på denne wiki nu!
fa: شما می توانید چیزی در این ویکی را ویرایش کنید!
hi: अब आप इस विकी पर कुछ संपादित कर सकते हैं!
id: Anda dapat menyunting sesuatu di wiki ini sekarang!
it: Puoi modificare qualcosa su questo wiki ora!
ja: Wiki上で編集することができます！
nb: Du kan redigere noe på denne wiki nå!
ru: Теперь вы можете редактировать что-то в этой вики!
sk: Teraz môžete na tejto wiki editovať!
sv: Du kan redigera något på denna wiki nu!
th: คุณสามารถแก้ไข Wiki นี้ได้แล้ว!
tl: Maaari ka nang mag-edit sa wiking ito!

source: IP address or mask
ar: عنوان الأي بي (IP) أو القناع
bn: আইপি ঠিকানা বা মাস্ক
da: IP-adresse eller maske
fa: آدرس IP یا ماسک
hi: आईपी ​​पता या मास्क
id: Alamat IP atau mask
it: Indirizzo IP o maschera
ja: IPアドレスまたはマスク
nb: IP-adresse eller maske
ru: IP-адрес или маска
sk: IP adresu alebo masku
sv: IP-adress eller mask
th: ที่อยู่ IP หรือหน้ากาก
tl: IP address o mask

source: Optional reason for block
ar: سبب اختياري للحظر
bn: ব্লকের জন্য ঐচ্ছিক কারণ
da: Valgfri grund til blok
fa: دلیل اختیاری برای بلوک
hi: अवरोध के वैकल्पिक कारण
id: Alasan opsional untuk memblokir
it: Motivo opzionale per il blocco
ja: ブロックの理由（オプション）
nb: Valgfri årsak til blokk
ru: Необязательная причина блокировки
sk: Nepovinný dôvod blokovania
sv: Valfri anledning till block
th: เหตุผลเพิ่มเติมสำหรับการบล็อก
tl: Opsyonal na dahilan kung bakit iba-block

source: IPs & masks to ban
ar: عناوين IP والأقنعة لحظرها
bn: নিষিদ্ধ করার জন্য আইপি এবং মাস্ক
da: IP&#39;er og masker at forbyde
fa: IP ها و ماسک ها ممنوع است
hi: प्रतिबंध लगाने के लिए आईपी और मास्क
id: IP & mask untuk melarang
it: IP e maschere da vietare
ja: 禁止されているIPとマスク
nb: IPS & masker til Ban
ru: IP и маски для запрета
sk: IP adresy a masky na zakázanie
sv: IP & masker att förbjuda
th: IPs และมาสก์ที่ห้ามใช้
tl: Mga IP at mask na ipagbabawal

source: Welcome,
ar: اهلاً بك،
bn: স্বাগতম
da: Velkommen,
fa: خوش آمدید,
hi: आपका स्वागत है
id: Selamat Datang,
it: Benvenuto,
ja: ようこそ、
nb: Velkommen
ru: Добро пожаловать,
sk: Vitajte,
sv: Välkommen,
th: ยินดีต้อนรับสู่เว็บไซต์คุณ

source: Documentation
ar: التوثيق
bn: নথিভূক্তকরণ
da: Dokumentation
fa: مستندات
hi: दस्तावेज़ीकरण
id: Dokumentasi
it: Documentazione
ja: 文書
nb: Dokumentasjon
ru: Документация
sk: Dokumentácia
sv: Dokumentation
th: เอกสาร
tl: Dokumentasyon

source: Change password
ar: تغيير كلمة المرور
bn: পাসওয়ার্ড পরিবর্তন
da: Skift adgangskode
fa: تغییر رمز عبور
hi: पासवर्ड बदलें
id: Ubah kata sandi
it: Cambia password
ja: パスワードの変更
nb: Endre passord
ru: Изменить пароль
sk: Zmeniť heslo
sv: Ändra lösenord
th: เปลี่ยนรหัสผ่าน
tl: Palitan ang password

source: Log out
ar: تسجيل الخروج
bn: লগআউট করুন
da: Log ud
fa: خروج
hi: लॉग आउट करें
id: Keluar
it: Esci
ja: ログアウト
nb: Logg ut
ru: Выйти
sk: Odhlásiť sa
sv: Logga ut
th: ออกจากระบบ
tl: Mag-logout

source: Home
ar: الرئيسية
bn: হোম
da: Hjem
fa: خانه
hi: मुख्य पृष्ठ
id: Beranda
ja: ホーム
nb: Hjem
ru: Главная
sk: Domov
sv: Hem
th: หน้าแรก

source: Django site admin
ar: مشرف موقع ديجانجو Django
bn: Django (ডিজ্যাঙ্গো) সাইট অ্যাডমিন
fa: مدیر سایت جانگا
hi: Django साइट प्रबंधक
id: Admin situs Django
it: Admin sito Django
ja: Djangoサイト管理者
nb: Django nettsted admin
ru: Администратор Django
sk: Django admin stránky
sv: Django site-administration
th: แอดมินเว็บไซต์ Django

source: Django administration
ar: إدارة دجانجو
bn: Django প্রশাসন
fa: دولت جنگو
hi: Django प्रबंधन
id: Administrasi Django
it: Django Admin
ja: Django管理者
nb: Django administrasjon
ru: Администрация Джанго
sk: Django administrácia
sv: Django-administrationen
th: การจัดการ Django
tl: Pagkontrol sa Django

source: Thanks for spending some quality time with the Web site today.
ar: شكرا لقضاء وقت ممتع مع موقعنا اليوم.
bn: আজকে ওয়েব সাইটে বেশ ভালো সময় কাটানোর জন্য আপনাকে ধন্যবাদ।
da: Tak for at bruge lidt kvalitetstid på hjemmesiden i dag.
fa: با تشکر از صرف وقت کافی با وب سایت امروز.
hi: वेबसाइट के साथ आज थोड़ा अच्छा समय बिताने के लिए धन्यवाद।
id: Terima kasih telah meluangkan waktu berkualitas dengan situs web hari ini.
it: Grazie per aver trascorso del tempo di qualità con il sito Web oggi.
ja: 本日は当サイトで大切な時間を過ごして頂きありがとうございました。
nb: Takk for at du tilbringer litt kvalitetstid med nettstedet i dag.
ru: До скорых встреч!
sk: Ďakujeme za to, že ste dnes strávili čas na webe.
sv: Tack för att du spenderat lite kvalitetstid på webbplatsen idag.
th: ขอบคุณที่ใช้เวลาอันมีคุณภาพของคุณกับเว็บไซต์วันนี้
tl: Salamat sa paglaan ng makabuluhang oras sa Web site ngayon.

source: Log in again
ar: تسجيل الدخول مرة أخرى
bn: আবার লগ ইন করুন
da: Log ind igen
fa: دوباره وارد شوید
hi: दोबारा लॉगइन करें
id: Masuk lagi
it: Esegui nuovamente il login
ja: 再度ログインします
nb: Logg inn på nytt
ru: Вход снова
sk: Prihláste sa znova
sv: Logga in igen
th: เข้าสู่ระบบอีกครั้ง
tl: Mag-login muli

source: Search Everipedia
ar: بحث ايفريبيديا
bn: এভরিপিডিয়ায় অনুসন্ধান করুন
da: Søg på Everipedia
fa: جستجو در Everipedia
hi: Everipedia खोजें
id: Cari Everipedia
it: Ricerca su Everipedia
ja: Everipediaを検索
nb: Søk Everipedia
ru: Поиск в Everipedia
sk: Hľadať Everipedia
sv: Sök på Everipedia
th: ค้นหา Everipedia
tl: Hanapin sa Everipedia

source: Log in
ar: تسجيل الدخول
bn: লগ ইন
da: Log ind
fa: ورود
hi: लॉगइन करें
id: Masuk
it: Accedi
ja: ログイン
nb: Logg inn
ru: Войти
sk: Prihlásiť sa
sv: Logga in
th: เข้าสู่ระบบ
tl: Mag-login

source: Password change successful
ar: تغيير كلمة المرور بنجاح
bn: পাসওয়ার্ডের পরিবর্তন সফল হয়েছে
da: Adgangskoden ændres vellykket
fa: تغییر رمز عبور موفق
hi: पासवर्ड परिवर्तन सफल
id: Kata sandi berhasil diubah
it: Modifica della password riuscita con successo
ja: パスワードの変更に成功
nb: Passordendring vellykket
ru: Пароль изменен.
sk: Zmena hesla bola úspešná
sv: Lösenordsändringen lyckades
th: เปลี่ยนรหัสผ่านสำเร็จแล้ว
tl: Tagumpay na nabago ang password

source: Password reset
ar: إعادة تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট করুন
da: Nulstil Password
fa: بازنشانی رمزعبور
hi: पासवर्ड रिसेट
id: पासवर्ड रीसेट करे
it: Ripristino della Password
ja: パスワードのリセット
nb: Tilbakestill passord
ru: Сброс пароля
sk: Obnoviť heslo
sv: Byte av lösernord
th: ตั้งรหัสผ่านใหม่
tl: I-reset ang password

source: Password reset complete
ar: اكتمال إعادة تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট সম্পন্ন হয়েছে
da: Nulstil adgangskode til adgangskode
fa: بازیابی رمز عبور کامل شد
hi: पासवर्ड रिसेट पूरा हो गया
id: Pengaturan ulang kata sandi selesai
it: Ripristino password completato
ja: パスワードリセット完了
nb: Tilbakestilling av passord fullført
ru: Сброс пароля прошел успешно
sk: Obnovenie hesla dokončené
sv: Återställ lösenordet
th: ตั้งรหัสผ่านใหม่เสร็จสมบูรณ์
tl: Na-reset na ang password

source: Your password has been set. You may go ahead and log in now.
ar: تم تعيين كلمة المرور الخاصة بك. تستطيع تسجيل الدخول الآن.
bn: আপনার পাসওয়ার্ডটি সেট করা হয়েছে। এখন আপনি এগিয়ে যেতে এবং লগ ইন করতে পারেন।
da: Din bruger profil er aktiveret. Du har nu adgang til at logge ind.
fa: کلمه عبور شما تغییر کرد. اکنون میتوانید وارد شوید.
hi: आपका पासवर्ड सेट कर दिया गया है। अब आप लॉगइन कर सकते हैं।
id: Kata sandi Anda telah diatur. Anda dapat melanjutkan dan masuk sekarang.
it: La tua password è stata impostata. Ora è possibile eseguire l'accesso.
ja: パスワードが設定されました。次へ進みログインできるようになっています。
nb: <p> Passord er angitt. </p> <p> Du kan nå logge inn. </p>
ru: Ваш пароль установлен. Вы можете пойти и войти в систему сейчас.
sk: Vaše heslo bolo nastavené. Môžete pokračovať a prihlásiť sa.
sv: Ditt lösenord har ändrats. Du kan fortsätta och logga in nu.
th: ตั้งรหัสผ่านของคุณแล้ว คุณสามารถเข้าสู่ระบบได้ตอนนี้
tl: Naitalaga na ang iyong password. Maaari ka nang mag-login ngayon.

source: Password reset confirmation
ar: تأكيد إعادة تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট নিশ্চিতকরণ
da: Bekræftelse af password-nulstilling
fa: تاییدیه بازنشانی گذرواژه ارسال شد.
hi: पासवर्ड रिसेट पुष्टिकरण
id: Konfirmasi atur ulang sandi
it: Conferma del reset della password
ja: パスワードリセットの確認
nb: Bekreftelse av tilbakestilling av passord
ru: Подтверждение Сброса пароля
sk: Potvrdenie obnovenia hesla
sv: Bekräftelse på återställning av lösenord
th: ยืนยันการตั้งรหัสผ่านใหม่
tl: Kumpirmasyon ng pag-reset ng password

source: Enter new password
ar: ادخل كلمة المرور جديدة
bn: নতুন পাসওয়ার্ড বসান
da: Skriv Nyt kodeord
fa: رمز عبور جدید را وارد کنید
hi: नया पासवर्ड डालें
id: Masukkan password baru
it: Inserire la nuova password
ja: 新しいパスワードを入力
nb: Skriv nytt passord
ru: Введите новый пароль
sk: Zadať nové heslo
sv: Fyll i nytt lösenord
th: กรอกรหัสผ่านใหม่
tl: I-type ang bagong password

source: Please enter your new password twice so we can verify you typed it in correctly.
ar: يرجى إدخال كلمة المرور الجديدة مرتين حتى نتمكن من التحقق من كتابتك لها بشكل صحيح.
bn: আপনি সঠিকভাবে আপনার পাসওয়ার্ডটি টাইপ করেছেন কিনা তা যাচাই করতে দয়া করে পাসওয়ার্ডটি দু`বারটাইপ করুন
da: Indtast venligst din nye adgangskode to gange, så vi kan bekræfte, at du har indtastet den korrekt.
fa: لطفا رمز عبور جدید را دو بار وارد کنید تا ما مطمئن شویم که آن را درست تایپ کرده اید.
hi: कृपया अपना नया पासवर्ड दो बार डालें ताकि हम यह सत्यापित कर सकें कि आपने इसे सहीसे टाइप किया है।
id: Masukkan kata sandi baru Anda dua kali sehingga kami dapat memverifikasi Anda mengetiknya dengan benar.
it: Inserire la propria nuova password due volte in modo da verificare che sia stata digitata in modo corretto.
ja: 新しいパスワードを2回入力してください。そうすれば正しく入力したことが確認できます。
nb: Skriv inn det nye passordet to ganger, slik at vi kan bekrefte at du skrev det inn riktig.
ru: Пожалуйста дважды введите новый пароль, чтобы мы могли удостовериться, что в нем нет опечаток.
sk: Zadajte vaše nové heslo dvakrát, aby sme mohli overiť, že ste ho napísali správne.
sv: Ange ditt nya lösenord två gånger så vi kan verifiera att du har skrivit in det korrekt.
th: โปรดกรอกรหัสผ่านใหม่สองครั้งเพื่อให้เราสามารถยืนยันว่าคุณพิมพ์รหัสผ่านถูกต้อง
tl: Paki-type nang dalawang beses ang iyong bagong password upang maberipika namin na tama ito.

source: New password:
ar: كلمة السر الجديدة:
bn: নতুন পাসওয়ার্ড:
da: Ny adgangskode:
fa: رمز جدید:
hi: नया पासवर्डः
id: Kata sandi baru:
it: Nuova password:
ja: 新しいパスワード：
nb: Nytt passord:
ru: Новый пароль:
sk: Nové heslo:
sv: Nytt lösenord:
th: รหัสผ่านใหม่:
tl: Bagong password:

source: Confirm password:
ar: تأكيد كلمة السر:
bn: পাসওয়ার্ডটি নিশ্চিত করুন:
da: Bekræft Adgangskode:
fa: تأیید رمزعبور :
hi: पासवर्ड की पुष्टि करें:
id: Konfirmasi kata sandi:
it: Conferma password:
ja: パスワードの確認：
nb: & Bekreft passord:
ru: Подтвердите пароль:
sk: Potvrdiť heslo:
sv: Bekräfta lösenord:
th: ยืนยันรหัสผ่าน:
tl: Kumpirmahin ang password:

source: Change my password
ar: تغيير كلمة المرور
bn: আমার পাসওয়ার্ড পরিবর্তন করুন
da: Ændre min adgangskode
fa: تغییر رمز عبور من
hi: मेरा पासवर्ड बदलें
id: Ubah password saya
it: Cambia la mia password
ja: パスワードを変更する
nb: Endre passordet mitt
ru: Изменить мой пароль
sk: Zmeniť heslo
sv: Byta mitt lösenord
th: เปลี่ยนรหัสผ่านของฉัน
tl: Baguhin ang aking password

source: Password reset unsuccessful
ar: لم تنجح إعادة تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট ব্যর্থ হয়েছে
da: Password reset mislykkedes
fa: بازیابی رمز عبور ناموفق بود.
hi: पासवर्ड रिसेट असफल
id: Atur ulang kata sandi tidak berhasil
it: Reset della password non riuscito
ja: パスワードのリセットに失敗しました
nb: Tilbakestilling av passord mislyktes
ru: Восстановление пароля не выполнено
sk: Obnovenie hesla neúspešné
sv: Lösenordsåterställning misslyckades
th: ตั้งรหัสผ่านใหม่ไม่สำเร็จ
tl: Hindi na-reset ang iyong password

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ar: رابط إعادة تعيين كلمة مرورك غير صالح لأنه اُستخدم بالفعل. يرجى طلب رابط جديد.
bn: পাসওয়ার্ড রিসেট লিঙ্কটি সঠিক ছিলনা, সম্ভবত এটি ইতিমধ্যে ব্যবহার করা হয়েছে সে কারণে। দয়া করে একটি নতুন পাসওয়ার্ড রিসেট অনুরোধ করুন।
da: Linket til nulstilling af adgangskode var ugyldigt, muligvis fordi det allerede er blevet brugt. Anmod om en ny adgangskode nulstilling.
fa: بنظر می رسد لینک ریست رمزعبور شما نامعتبراست. لطفا مجدد درخواست کنید.
hi: पासवर्ड रिसेट लिंक अमान्य था, क्योंकि शायद इसका पहले ही प्रयोग किया जा चुका है।कृपया नए पासवर्ड रिसेट का अनुरोध करें।
id: Tautan pengaturan ulang kata sandi tidak valid, mungkin karena sudah digunakan. Harap minta penyetelan ulang kata sandi baru.
it: Il link per il reset della password non è valido, probabilmente perché già utilizzato. Richiedere nuovamente il reset della password.
ja: このパスワードリセットリンクはすでに使用されている可能性があるため無効です。新しいパスワードリセットリンクをリクエストしてください 。
nb: Lenken med passordet var ugyldig, muligens fordi den allerede har blitt brukt. Vennligst be om <a href="%(password_reset_url)s">ny tilbakestillingslenke</a>.
ru: Нерабочая ссылка для смены пароля - вероятно, потому, что её уже использовали. Отправьте запрос на <a href="%(passwd_reset_url)s">смену пароля</a>.
sk: Odkaz na obnovenie hesla bol neplatný, možno preto, že už bol použitý. Požiadajte o obnovenie nového hesla.
sv: Länken för lösenordsåterställning var ogiltig, antagligen har den redan har använts. Begär en ny lösenordsåterställning .
th: ลิงค์สำหรับการตั้งรหัสผ่านใหม่ไม่ถูกต้องอาจเป็นเพราะลิงค์มีการใช้งานไปแล้ว โปรดขอตั้งรหัสผ่านใหม่
tl: Hindi gumana ang link sa pag-reset ng password marahil dahil gamit na ito. Mangyaring humiling ng bagong pag-reset ng password.

source: Password reset successful
ar: عملية إعادة تعيين كلمة المرور ناجحة
bn: পাসওয়ার্ড রিসেট সফল হয়েছে
da: Reset password er godkendt
fa: بازیابی رمز عبور با موفقیت انجام شد
hi: पासवर्ड रिसेट सफल
id: Berhasil mengatur ulang kata sandi
it: Azzeramento password riuscito
ja: パスワードの再設定が完了しました
nb: Tilbakestilling av passord var velykket
ru: Восстановление пароля прошло успешно
sk: Obnovenie hesla úspešné
sv: Lösenordsåterställning lyckades
th: การตั้งรหัสผ่านใหม่สำเร็จ
tl: Na-reset na ang iyong password

source: We have emailed you instructions for setting your password. You should be receiving them shortly.
ar: لقد أرسلنا إليك تعليمات بالبريد الإلكتروني اتعيين كلمة المرور الخاصة بك. ستصلك التعليمات خلال وقت قصير.
bn: আপনার পাসওয়ার্ড সেট করার জন্য আমরা আপনাকে নির্দেশাবলী ইমেলে পাঠিয়েছি । আপনার কাছে অতিশীঘ্রই এটি পৌঁছে যাওয়া উচিত।
da: Vi har sendt dig instruktioner til indstilling af din adgangskode. Du skal modtage dem inden for kort tid.
fa: ما دستورالعمل هایی برای تنظیم گذرواژه خود از طریق ایمیل فرستاده ایم. شما باید آنها را به زودی دریافت کنید.
hi: हमने अपना पासवर्ड सेट करने के लिए निर्देश आपको ईमेल किए हैं। वो आपको जल्द ही प्राप्तहो जायेगा।
id: Kami telah mengirimi Anda instruksi untuk pengaturan kata sandi Anda. Anda harus segera menerimanya.
it: Le istruzioni per l'impostazione della password sono state inviate via e-mail. Dovresti riceverle a breve.
ja: パスワードの設定手順を電子メールでお知らせしました。まもなくメールが届きます。
nb: Vi har sendt deg instruksjoner for å sette ditt passord. Du bør motta dem snart.
ru: Мы отправили вам по электронной почте инструкции по настройке пароля. Вы должны получить их в ближайшее время.
sk: Odoslali sme vám e-mailové pokyny na nastavenie hesla. Mali by ste ich dostať čoskoro.
sv: Vi har mailat dig instruktioner för att ställa in ditt lösenord. Du borde få dem snart.
th: เราได้ส่งอีเมลขั้นตอนการตั้งรหัสผ่านของคุณ คุณจะได้รับอีเมลเร็ว ๆ นี้
tl: Nag-email kami sa iyo ng mga tagubilin para italaga ang password mo. Dapat matanggap mo ito sa ilang sandali.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ar: إذا لم تتلق رسالة بريد إلكتروني، يرجى التأكد من أنك أدخلت العنوان الذي سجلت به، ومراجعة مجلد الرسائل غير المرغوب فيها.
bn: আপনি যদি কোন ইমেইল না পান, তবে দয়া করে সেই সঠিক ঠিকানা দিয়েছেন কিনা তা নিশ্চিত করুনযেটি দিয়ে আপনি নিবন্ধন করেছিলেন, এবং আপনার স্প্যাম ফোল্ডারটিও চেক করুন।
da: Hvis du ikke modtager en email, skal du sørge for at indtaste den adresse, du har registreret med, og tjekke din spammappe.
fa: اگر ایمیل دریافت نکنید، لطفا مطمئن شوید که آدرس شما را وارد کرده اید، و پوشه هرزنامه خود را بررسی کنید.
hi: यदि आपको ईमेल प्राप्त नहीं होता है, तो कृपया सुनिश्चित करें कि आपने वही पता डाला है जिससे आपने पंजीकरण किया हैऔर अपना स्पैम फोल्डर भी देखें।
id: Jika Anda tidak menerima email, pastikan Anda telah memasukkan alamat yang Anda daftarkan, dan periksa folder spam Anda.
it: Se non ricevi un'e-mail, assicurati di aver inserito l'indirizzo con il quale ti sei registrato e controlla la tua cartella spam.
ja: メールが届かない場合は、登録したアドレスを入力して、迷惑メールフォルダを確認してください。
nb: Hvis du ikke mottar en e-post, vennligst kontroller at du har skrevet inn adressen du registrerte med, og sjekke spam-mappen.
ru: Если вы не получили письмо, пожалуйста, проверьте правильность ввода адреса email и проверьте папку Спам в вашей почте.
sk: Ak nedostanete e-mail, uistite sa, že ste zadali adresu, na ktorú ste sa zaregistrovali, a skontrolujte priečinok so spamom.
sv: Om du inte får ett e-postmeddelande, se till att du har angett adressen du registrerade med och kolla din skräppostmapp.
th: หากคุณไม่ได้รับอีเมล โปรดตรวจสอบว่าคุณได้กรอกอีเมลที่คุณใช้ลงทะเบียนและตรวจสอบโฟลเดอร์สแปมของคุณ
tl: Kung hindi ka nakatanggap ng email, mangyaring tiyaking ginamit mo ang address sa iyong pagrehistro, at tingnan ang iyong folder ng spam.

source: You are receiving this email because you requested a password reset for your Everipedia account.
ar: أنت تستقبل هذا البريد الإلكتروني لأنك طلبت إعادة تعيين كلمة مرور لحساب إيفريبيديا الخاص بك.
bn: আপনার এই ইমেইল প্রাপ্তির কারণ হল আপনি আপনার এভরিপিডিয়া অ্যাকাউন্টের জন্য একটি পাসওয়ার্ড রিসেট অনুরোধ করেছেন।
da: Du modtager denne email, fordi du har anmodet om en nulstilling af adgangskode til din Everipedia-konto.
fa: شما این ایمیل را دریافت می کنید زیرا شما درخواست بازنشانی رمز عبور برای حساب Everipedia خود را انجام دادید.
hi: आपको यह ईमेल इसलिए प्राप्त हुआ है क्योंकि आपने अपने Everipedia खाते के लिए पासवर्ड रिसेट काअनुरोध किया है।
id: Anda menerima email ini karena Anda meminta pengaturan ulang kata sandi untuk akun Everipedia Anda.
it: Si sta ricevendo questa e-mail perché è stato richiesto un reset della password per l'account Everipedia.
ja: Everipediaアカウントのパスワードリセットをリクエストしたため、このメールが届いています。
nb: Du mottar denne e-posten fordi du har bedt om tilbakestilling av passord for Everipedia-kontoen.
ru: Вы получаете это электронное письмо, потому что вы запросили сброс пароля для своей учетной записи Everipedia.
sk: Tento e-mail ste dostali, pretože ste požiadali o obnovenie hesla pre váš účet Everipedia.
sv: Du tar emot det här e-postmeddelandet eftersom du begärde en återställning av lösenord för ditt Everipedia-konto.
th: คุณได้รับอีเมลนี้เพราะคุณขอตั้งรหัสผ่านใหม่สำหรับบัญชี Everipedia ของคุณ
tl: Natanggap mo ang email na ito dahil humiling ka ng pag-reset ng password para sa iyong Everipedia account.

source: Please go to the following page and choose a new password:
ar: يرجى الانتقال إلى الصفحة التالية واختيار كلمة مرور جديدة:
bn: দয়া করে পরবর্তী পৃষ্ঠায় যান এবং একটি নতুন পাসওয়ার্ড চয়ন করুন:
da: Gå til næste side og vælg en ny adgangskode:
fa: لطفا با مراجعه به صفحه پایین یک رمز عبور جدید انتخاب نمایید.
hi: कृपया निम्न पृष्ठ पर जाएं और एक नया पासवर्ड चुनें:
id: Harap pergi ke halaman berikut dan pilih sebuah kata sandi baru:
it: Vai alla pagina seguente e scegli una nuova password:
ja: 下記のリンクをクリックして、新しいパスワードを入力してください:
nb: Vennligst gå til neste side og velg et nytt passord:
ru: Перейдите по ссылке ниже для восстановления вашего пароля:
sk: Prejdite na nasledujúcu stránku a zvoľte nové heslo:
sv: Gå till nästa sida och välj ett nytt lösenord:
th: โปรดไปยังหน้าต่อไปนี้และเลือกรหัสผ่านใหม่:
tl: Mangyaring pumunta sa susunod na pahina at pumili ng bagong password:

source: Your username, in case you've forgotten:
ar: اسم المستخدم الخاص بك ، في حالة نسيانك:
bn: আপনার ইউজারনেম, যদি আপনি ভুলে গিয়ে থাকেন:
da: Dit brugernavn, hvis du har glemt:
fa: نام کاربری شما، در صورتی که فراموش کرده اید:
hi: आपका प्रयोगकर्ता नाम, यदि आप इसे भूल गए हैं:
id: Nama pengguna Anda, jika Anda lupa:
it: Il tuo nome utente, nel caso l'avessi dimenticato:
ja: ユーザー名をお忘れですか？こちらになります：
nb: Brukernavnet ditt, i tilfelle du har glemt:
ru: Ваше имя пользователя, в случае, если вы забыли:
sk: Vaše užívateľské meno, v prípade, že ste zabudli:
sv: Ditt användarnamn, ifall du har glömt:
th: ชื่อผู้ใช้ของคุณในกรณีที่คุณลืม:
tl: Ang iyong username, kung sakaling nakalimutan mo na ito:
