Repository: 8bitkevin/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, fa, hi, id, it, ja, nb, ru, sk, sv, th, tl

source: Forgot your password?
ar: هل نسيت كلمة المرور؟
bn: আপনার পাসওয়ার্ড ভুলে গেছেন?
da: Glemt din adgangskode?
fa: رمز عبور خود را فراموش کرده اید؟
hi: क्या आप अपना पासवर्ड भूल गए?
id: Lupa kata sandi Anda?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか？
nb: Glemt passordet?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sv: Glömt ditt lösenord?
th: ลืมรหัสผ่าน ?
tl: Nakalimutan mo ba ang password mo?

source: Your Notifications
ar: إشعاراتى
bn: আপনার নোটিফিকেশনসমূহ
da: Dine meddelelser
fa: اطلاعیه های شما
hi: आपकी सूचनाएं
id: Pemberitahuan Anda
it: Le tue notifiche
ja: 通知
nb: Dine varslinger
ru: Ваши уведомления
sk: Vaše upozornenia
sv: Dina notiser
th: การแจ้งเตือนของคุณ
tl: Mga Abiso

source: Get an account
ar: إنشاء حساب
bn: একটি একাউন্ট পান
da: Få en konto
fa: ساخت اکانت
hi: एक खाता पाएं
id: Dapatkan akun
it: Registra il tuo account
ja: 登録する
nb: Få en konto
ru: Получение аккаунта
sk: Získajte účet
sv: Skaffa ett konto
th: สร้างบัญชี
tl: Gumawa ng account

source: or Log in
ar: أو تسجيل الدخول
bn: বা লগ ইন করুন
da: eller log ind
fa: یا وارد شوید
hi: या लॉगइन करें
id: atau Masuk
it: o accedi
ja: またはログインする
nb: eller Logg inn
ru: или Войти
sk: alebo Prihlásiť sa
sv: eller logga in
th: หรือเข้าสู่ระบบ
tl: o Mag-login

source: Language
ar: اللغة
bn: ভাষা
da: Sprog
fa: زبان
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
nb: Språk
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tl: Wika

source: Register / Log in
ar: التجسيل/ تسجيل الدخول
bn: নিবন্ধন/ লগইন করুন
da: Tilmeld / Log ind
fa: ثبت نام / ورود
hi: पंजीकरण करें/लॉगइन करें
id: Daftar / Masuk
it: Registrati / Accedi
ja: 登録/ログイン
nb: Registrer/Logg in
ru: Регистрация / Войти
sk: Registrácia / Prihlásenie
sv: Registrera inloggning
th: ลงทะเบียน/เข้าสู่ระบบ
tl: Gumawa ng account / Mag-login

source: Go to article
ar: الانتقال إلى المقال
bn: নিবন্ধে যান
da: Gå til artiklen
fa: برو به مقاله
hi: लेख पर जाएं
id: Pergi ke artikel
it: Vai all'articolo
ja: 記事を見る
nb: <span id=«older-nav»>Gå til artikkelen</span>
ru: Перейти к статье...
sk: Prejsť na článok
sv: Gå till artikeln
th: ไปยังบทความ
tl: Pumunta sa artikulo

source: Self citation by
ar: الاقتباس الذاتي بواسطة
bn: এর দ্বারা স্ব-উদ্ধৃত
da: Selvbetegnelse af
fa: خود ارجاع توسط
hi: स्व-उद्धरण
id: Rujukan sendiri oleh
it: Autocitazione da parte di
ja: の自己引用
nb: Self Citation av
ru: Самостоятельная ссылка
sk: Vlastné citovanie od
sv: Bidrag av
th: การอ้างอิงด้วยตนเองโดย
tl: Sariling pagsipi ni

source: Title
ar: العنوان
bn: শিরোনাম
da: Titel
fa: عنوان
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
nb: Tittel
ru: Заголовок
sk: Názov
sv: Titel
th: ชื่อเรื่อง
tl: Pamagat

source: User since
ar: مستخدم منذ
bn: থেকে ব্যবহারকারী/ইউজার
da: Bruger siden
fa: کاربر از زمان
hi: प्रयोगकर्ता
id: Pengguna sejak
it: Utente dal
ja: 〜以来のユーザー
nb: Bruker siden:
ru: Пользователь с тех пор
sk: Používateľ od
sv: Användare sedan
th: ผู้ใช้ตั้งแต่
tl: Gumagamit simula

source: Last login
ar: آخر تسجيل دخول
bn: সর্বশেষ লগইন করা হয়
da: Sidste logind
fa: آخرین ورود
hi: अंतिम लॉगइन
id: Masuk terakhir
it: Ultimo accesso
ja: 最終のログイン
nb: Siste innlogging
ru: Последний вход
sk: Posledné prihlásenie
sv: Senaste inloggning
th: เข้าสู่ระบบครั้งล่าสุด
tl: Huling pag-login

source: Go to Editor's Profile
ar: الذهاب إلى الملف الشخصي للمحرر
bn: সম্পাদকের প্রোফাইলে যান
da: Gå til redaktørens profil
fa: به نمایه ویرایشگر بروید
hi: संपादक की प्रोफाइल पर जाएं
id: Pergi ke Profil Editor
it: Vai al Profilo dell'Editor
ja: 編集者のプロフィールページに移動する
nb: Gå til redaktørens profil
ru: Перейти к профилю редактора
sk: Prejdite na profil editora
sv: Gå till redaktörens profil
th: ไปที่โปรไฟล์บรรณาธิการ
tl: Pumunta sa Profile ng Editor

source: Discuss Citation
ar: مناقشة الاقتباس
bn: উদ্ধৃতি আলোচনা করুন
da: Diskuter citat
fa: بحث استناد
hi: उद्धरण पर चर्चा करें
id: Diskusikan Kutipan
it: Discuti questa Citazione
ja: 引用についてディスカッションする
nb: Diskuter sitat
ru: Обсудить цитату
sk: Diskusná citácia
sv: Diskutera citat
th: พูดคุยเกี่ยวกับการอ้างอิง
tl: Talakayin ang Pagsipi

source: Download
ar: تحميل
bn: ডাউনলোড করুন
fa: دانلود
hi: डाउनलोड करें
id: Unduh
ja: ダウンロード
nb: Last ned
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
th: ดาวน์โหลด
tl: I-download

source: Direct Link
ar: رابط مباشر
bn: প্রত্যক্ষ লিঙ্ক
da: Direkte link
fa: لینک مستقیم
hi: प्रत्यक्ष लिंक
id: Tautan langsung
it: Link Diretto
ja: ダイレクトリンク
nb: Direktelenke
ru: Прямая ссылка
sk: Priamy odkaz
sv: Direktlänk
tl: Direktang Link

source: Share
ar: شارك
bn: শেয়ার করুন
da: Del
fa: اشتراک گذاری
hi: साझा करें
id: Bagikan
it: Condividi
ja: シェア
nb: Del
ru: Поделиться
sk: Zdieľať
sv: Dela
th: แชร์ผ่าน
tl: I-share

source: Copy URL
ar: نسخ العنوان
bn: URL কপি করুন
da: Kopiér URL
fa: کپی آدرس
hi: यूआरएल कॉपी करें
id: Salin URL
it: Copia URL
ja: URLをコピーする
nb: Kopier URL
ru: Скопировать URL-адрес
sk: Kopírovať URL
sv: Kopiera webbadress
th: คัดลอก URL
tl: Kopyahin ang URL

source: Play / Pause
ar: تشغيل/إيقاف مؤقت
bn: চালাও / বিরত রাখো
da: Spil/pause
fa: پخش / مکث
hi: चलाएं / रोकें
id: Putar / Jeda
it: Riproduci / Pausa
ja: 再生/一時停止
nb: Spill/ Pause
ru: Воспроизвести / Приостановить
sk: Prehrať / Pozastaviť
sv: Spela / Pausa
th: เล่น / พัก
tl: I-play / I-pause

source: How to use Everipedia
ar: كيفية استخدام إيفريبيديا
bn: কিভাবে এভরিপিডিয়া ব্যবহার করবেন
da: Sådan bruger du Everipedia
fa: نحوه استفاده از Everipedia
hi: Everipedia का प्रयोग कैसे करें
id: Cara menggunakan Everipedia
it: Come utilizzare Everipedia
ja: Everipediaの使い方
nb: Slik bruker Everipedia
ru: Как использовать Everipedia
sk: Ako používať Everipedia
sv: Hur man använder Everipedia
th: วิธีใช้ Everipedia
tl: Paano gamitin ang Everipedia

source: Everipedia is a free and easy to use wiki platform. Write about anyone and anything!
ar: إيفريبيديا هي منصة ويكي مجانية وسهلة الاستخدام. اكتب عن أي شخص وأي شيء!
bn: এভরিপিডিয়া একটি বিনামূল্যের ও সহজেই ব্যবহার্য উইকি প্ল্যাটফর্ম। যে কারো এবং কিছু সম্পর্কে লিখুন!
da: Everipedia er en gratis og nem at bruge wiki platform. Skriv om nogen og noget!
fa: Everipedia رایگان و آسان برای استفاده از پلت فرم ویکی است. درباره هر کسی و هر چیز چیزی بنویسید!
hi: Everipedia एक मुफ्त और प्रयोग में आसान विकी प्लेटफॉर्म है। किसी के भी बारे में लिखें औरकुछ भी लिखें!
id: Everipedia adalah platform wiki yang gratis dan mudah digunakan. Tulis tentang siapa saja dan apa saja!
it: Everipedia è una piattaforma wiki gratuita e facile da usare. Scrivi su tutti e tutto!
ja: Everipediaは自由かつ簡単に使えるwikiプラットフォームです。あらゆる人物やについて書いてください！
nb: Everipedia er en gratis og enkel å bruke wiki-plattformen. Skriv om noen og noe!
ru: Everipedia - бесплатная и простая в использовании вики-платформа. Пишите о ком-нибудь и ничего!
sk: Everipedia je bezplatná a ľahko použiteľná wiki platforma. Píšte o hocikom a hocičom!
sv: Everipedia är en gratis och lättanvänd wikiplattform. Skriv om någon och något!
th: Everipedia เป็นแพลตฟอร์มวิกิพีเดียฟรีและใช้งานง่าย เขียนเกี่ยวกับใครและอะไรก็ได้!
tl: Ang Everipedia ay isang libreng wiki na madaling gamitin. Magsulat tungkol sa sinuman at anuman!

source: Go back to the page you started from
ar: العودة إلى الصفحة التي بدأت منها
bn: যে পৃষ্ঠা থেকে শুরু করেছিলেন সেখানে ফেরত যান
da: Gå tilbage til siden du startede fra
fa: به صفحه ای که از آن شروع کردید بروید
hi: उस पृष्ठ पर वापस जाएं जिससे आपने शुरू किया था
id: Kembali ke halaman yang Anda mulai
it: Torna alla pagina da cui sei partito
ja: 最初にアクセスしたページに戻る
nb: Gå tilbake til siden du startet fra
ru: Вернитесь к странице, с которой вы начали
sk: Vráťte sa späť na stránku, z ktorej ste začali
sv: Gå tillbaka till sidan du startade från
th: กลับไปที่หน้าที่คุณเริ่มต้น
tl: Bumalik sa pahina na iyong sinimulan

source: Go to page
ar: الذهاب الى الصفحة
bn: পৃষ্ঠায় যান
da: Gå til side
fa: برو به صفحه
hi: पृष्ठ पर जाएं
id: Menuju halaman
it: Vai alla pagina
ja: ページに移動する
nb: Gå til side
ru: Перейти на страницу
sk: Ísť na stránku
sv: Gå till sida
th: ไปยังหน้า
tl: Pumunta sa pahina

source: Go to your editor profile page
ar: انتقل إلى صفحة الملف الشخصي للمحرر الخاصة بك
bn: আপনার সম্পাদক প্রোফাইল পৃষ্ঠাতে যান
da: Gå til din editor-profilside
fa: به صفحه پروفایل ویرایشگر خود بروید
hi: अपने संपादक प्रोफाइल पृष्ठ पर जाएं
id: Buka halaman profil editor Anda
it: Vai alla tuo profilo editor
ja: 編集者のプロフィールページに移動します
nb: Gå til din redaktør profil side
ru: Перейдите на страницу профиля вашего редактора
sk: Prejdite na stránku profilu editora
sv: Gå till din redaktörs profilsida
th: ไปที่หน้าโปรไฟล์บรรณาธิการของคุณ
tl: Pumunta sa profile mo bilang editor

source: Go to profile
ar: الذهاب للملف الشخصي
bn: প্রোফাইলে যান
da: Gå til profil
fa: رفتن به پروفایل
hi: प्रोफाइल पर जाएं
id: Pergi ke profil
it: Vai al profilo
ja: プロフィールへ
nb: Gå til profil
sk: Prejsť na profil
sv: Gå till profil
th: ไปที่โปรไฟล์
tl: Pumunta sa profile

source: Create a new page now
ar: إنشاء صفحة جديدة الأن
bn: এখনি একটি নতুন পৃষ্ঠা তৈরি করুন
da: Opret en ny side
fa: ایجاد برگه جدید
hi: अभी नया पृष्ठ बनाएं
id: Buat halaman baru sekarang
it: Crea ora una nuova pagina
ja: 新しいページを作成
nb: Lag en ny side
ru: Создать страницу
sk: Vytvoriť novú stránku teraz
sv: Skapa ny sida
th: สร้างหน้าเว็บใหม่ตอนนี้
tl: Gumawa ng bagong pahina

source: Search for an existing page
ar: ابحث عن صفحة موجودة
bn: একটি বিদ্যমান পৃষ্ঠার জন্য অনুসন্ধান করুন
da: Søg efter en eksisterende side
fa: جستجو برای یک صفحه موجود
hi: पहले से मौजूद पृष्ठ खोजें
id: Cari halaman yang ada
it: Cerca una pagina esistente
ja: 既存のページを検索する
nb: Søke etter en eksisterende side
ru: Поиск существующей страницы
sk: Vyhľadať existujúcu stránku
sv: Sök efter en befintlig sida
th: ค้นหาหน้าเว็บที่มีอยู่
tl: Maghanap ng umiiral na pahina

source: This page is currently being created by another user
ar: هذه الصفحة قيد الإنشاء من قبل مستخدم آخر
bn: এই পৃষ্ঠাটি বর্তমানে অন্য ব্যবহারকারীর দ্বারা তৈরি করা হচ্ছে
da: Denne side oprettes for øjeblikket af en anden bruger
fa: این صفحه در حال حاضر توسط کاربر دیگری ایجاد شده است
hi: यह पृष्ठ वर्तमान में एक अन्य प्रयोगकर्ता द्वारा बनाया जा रहा है
id: Halaman ini saat ini sedang dibuat oleh pengguna lain
it: Questa pagina è attualmente in fase di creazione da parte di un altro utente
ja: このページは現在他のユーザーによって作成されています
nb: Denne siden blir nå opprettet av en annen bruker
ru: Эта страница в настоящее время создается другим пользователем
sk: Túto stránku momentálne tvorí iný uživateľ
sv: Den här sidan skapas för närvarande av en annan användare
th: หน้านี้กำลังสร้างโดยผู้ใช้รายอื่น
tl: Ang pahinang ito ay kasalukuyang ginagawa ng isa pang user

source: This page is currently in the process of being created by another user. Please return later!
ar: هذه الصفحة قيد الإنشاء حاليًا بواسطة مستخدم آخر. يرجى العودة في وقت لاحق!
bn: এই পৃষ্ঠাটি অন্য ব্যবহারকারীর দ্বারা বর্তমানে তৈরি হচ্ছে। দয়া করে পরে ফিরে আসুন!
da: Denne side er i øjeblikket ved at blive oprettet af en anden bruger. Venligst vende tilbage senere!
fa: این صفحه در حال حاضر توسط کاربر دیگری ایجاد می شود. لطفا بعدا ببخشید
hi: यह पृष्ठ वर्तमान में किसी अन्य प्रयोगकर्ता द्वारा बनाया जा रहा है।कृपया बाद में वापस आएं!
id: Halaman ini sedang dalam proses dibuat oleh pengguna lain. Silakan kembali nanti!
it: Questa pagina è attualmente in fase di creazione da parte di un altro utente. Si prega di tornare più tardi!
ja: このページは現在、別のユーザーによって作成されています。しばらく待ってからお使い下さい！
nb: Denne siden er for øyeblikket i ferd med å bli opprettet av en annen bruker. Vennligst tilbake senere!
ru: Эта страница в настоящее время находится в процессе создания другим пользователем. Пожалуйста, вернитесь позже!
sk: Táto stránka je momentálne tvorená iným používateľom. Prosím, vráťte sa neskôr!
sv: Den här sidan är för närvarande på väg att skapas av en annan användare. Vänligen kom tillbaka senare!
th: หน้านี้อยู่ในระหว่างการสร้างโดยผู้ใช้รายอื่น โปรดกลับมาใหม่!
tl: Ang pahinang ito ay kasalukuyang ginagawa ng isa pang user. Pakiusap, bumalik maya-maya!

source: You have
ar: لديك
bn: আপনার আছে
da: Du har
fa: شما دارید
hi: आपके पास है...
id: Anda memiliki
it: Hai
ja: ある
nb: Du har
ru: У тебя есть
sk: Máte
sv: Du har
th: คุณมี
tl: Mayroon kang

source: unread notifications
ar: اشعارات غير مقروءة
bn: অপঠিত নোটিফিকেশনসমূহ
da: Ulæste notifikationer
fa: اطلاعیه های خوانده نشده
hi: नहीं पढ़ी गयी सूचनाएं
id: pemberitahuan yang belum dibaca
it: notifiche non lette
ja: 未読の通知
nb: Uleste notifikasjoner
ru: Непрочитанные уведомления
sk: neprečítané upozornenia.
sv: olästa meddelanden.
th: การแจ้งเตือนที่ยังไม่ได้อ่าน
tl: na hindi pa nababasang mga notification

source: You currently do not have any notifications.
ar: ليس لديك حاليًا أي إشعارات.
bn: আপনি বর্তমানে কোন নোটিফিকেশন নেই।
da: Du har i øjeblikket ingen anmeldelser.
fa: شما در حال حاضر هیچ اطلاعیه ای ندارید
hi: वर्तमान में आपके पास कोई सूचना नहीं है।
id: Anda saat ini tidak memiliki pemberitahuan apa pun.
it: Al momento non ci sono notifiche.
ja: 現在、通知はありません。
nb: Du har ingen varsler.
ru: В настоящее время у вас нет уведомлений.
sk: Momentálne nemáte žiadne upozornenia.
sv: Du har för närvarande inga meddelanden.
th: ขณะนี้คุณไม่มีการแจ้งเตือนใด ๆ
tl: Sa ngayon ay wala kang anumang notification.

source: The world's first encyclopedia on the blockchain
ar: الموسوعة الأولى في العالم على blockchain
bn: ব্লকচেইনে বিশ্বের প্রথম এনসাইক্লোপিডিয়া
da: Verdens første encyklopædi på blockchain
fa: اولین دایره المعارف جهان در blockchain
hi: ब्लॉकचेन पर आधारित दुनिया का पहला विश्वकोश
id: Ensiklopedia pertama di dunia pada blockchain
it: La prima enciclopedia al mondo sulla blockchain
ja: 世界初のブロックチェーン百科事典
nb: Verdens første leksikon om blockchain
ru: Первая в мире энциклопедия о блочной цепи
sk: Prvá encyklopédia na blockchaine
sv: Världens första encyklopedi på blockchain
th: สารานุกรม blockchain แรกของโลก
tl: Ang unang encyclopedia sa mundo na nasa blockchain

source: Everipedia's IQ Network is the world's first Encyclopedia that allows anyone to become a stakeholder in the system and earn rank, rewards & tokens for curating content.
ar: شبكة IQ الخاصة بإيفريبيديا هي أول موسوعة في العالم تسمح لأي شخص بأن يصبح أحد المشاركين في النظام ويحصل على رتب ومكافآت وعملات رمزية من أجل تنظيم المحتوى.
bn: এভরিপিডিয়ার আইকিউ নেটওয়ার্ক হল বিশ্বের প্রথম এনসাইক্লোপিডিয়া যেটি যে কোন ব্যক্তিকে সিস্টেমের স্টেকহোল্ডার হতে দেয় এবং সংগৃহীত উপাদানের জন্য র‌্যাঙ্ক, পুরস্কার এবং টোকেন উপার্জন করতে পারবেন।
da: Everipis IQ-netværk er verdens første encyklopædi, der gør det muligt for enhver at blive interessent i systemet og tjene rang, belønninger og tokens for at kurere indhold.
fa: IQ Network Everipedia اولین دایره المعارف جهان است که اجازه می دهد هر کسی برای تبدیل شدن به یک سهامدار در سیستم و کسب رتبه، پاداش و نشانه برای curating محتوا.
hi: Everipedia का आईक्यू नेटवर्क दुनिया का ऐसा पहला विश्वकोश हैजो किसी को भी सिस्टम में हितधारक बनने की और सामग्री एकत्रित करने के लिए श्रेणी,पुरस्कार और टोकन कमाने की अनुमति देता है।
id: IQ Network Everipedia adalah Ensiklopedia pertama di dunia yang memungkinkan siapa saja untuk menjadi pemangku kepentingan dalam sistem dan mendapatkan peringkat, penghargaan & token untuk mengubah konten.
it: Everipedia IQ Network è la prima Enciclopedia al mondo che permette a chiunque di diventare uno stakeholder del sistema e guadagnare reputazione, premi e token per la cura dei contenuti.
ja: EveripediaのIQネットワークは、誰もがシステムのステークホルダーになり、キュレーションコンテンツのランク、報酬およびトークンを得ることを可能にする、世界で初めての百科事典です。
nb: Everipedia ' s IQ Network er verdens første leksikon som tillater alle å bli en interessenter i systemet og tjene rang, belønninger & tokens for kuratering innhold.
ru: Сеть IQ от Everipedia является первой в мире энциклопедией, которая позволяет любому стать участником системы и получать звание, награды и токены за кураторство.
sk: Everipedia IQ Network je prvou encyklopédiou na svete, ktorá umožňuje každému stať sa zainteresovaným subjektom v systéme a zarábať hodnosti, odmeny a žetóny na ukladanie obsahu.
sv: Everipedias IQ Network är världens första Encyclopedia som gör det möjligt för någon att bli en intressent i systemet och tjäna rang, belöningar och tokens för att kurera innehåll.
th: เครือข่าย IQ ของ Everipedia เป็นสารานุกรมแรกของโลกที่ให้ทุกคนได้เป็นผู้มีส่วนได้เสียในระบบและชนะลำดับและรางวัลสำหรับการดูแลเนื้อหา
tl: Ang IQ Network ng Everipedia ay ang unang Ensiklopedya sa mundo na nagbibigay-daan para ang sinuman ay maging isang stakeholder dito at magkaroon ng ranggo, premyo at mga token mula sa pag-aayos ng imporamasyon.

source: Learn more
ar: تعلم أكثر
bn: আরও জানুন
da: Lær mere
fa: بیشتر بدانید
hi: और अधिक जानें
id: Pelajari lebih lanjut
it: Scopri di più
ja: 詳細はこちら
nb: Lær mer
ru: Узнать больше
sk: Zistiť viac
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tl: Alamin

source: As Seen In
da: Som det ses i
it: Come visto in
sk: Ako vidíte

source: An Encyclopedia for the modern age
ar: موسوعة للعصر الحديث
bn: আধুনিক যুগের জন্য একটি এনসাইক্লোপিডিয়া
da: En Encyclopedia for den moderne tidsalder
fa: دایره المعارف برای عصر مدرن
hi: आधुनिक युग का विश्वकोश
id: Ensiklopedia untuk zaman modern
it: Un'Enciclopedia per l'era moderna
ja: 現代の百科事典
nb: Et leksikon for den moderne tid
ru: Энциклопедия для современной эпохи
sk: Encyklopédia modernej doby
sv: En Encyclopedia för modern ålder
th: สารานุกรมสำหรับยุคโมเดิร์น
tl: Isang Encyclopedia para sa makabagong panahon

source: The Everipedia IQ blockchain provides a new paradigm change and knowledge economy to disrupt the old centralized internet knowledge encyclopedia model similar to Wikipedia. By creating a new incentive structure and a distributed backend hosted within a blockchain, the new Everipedia knowledge base will be able to improve upon all fundamental features of Wikipedia.
ar: يوفر IQ blockchain إيفريبيديا تغييراً جديداً في النموذج والاقتصاد المعرفي للتشويش على نموذج موسوعة المعرفة القديمة للإنترنت المركزي مثل ويكيبيديا من خلال إنشاء هيكل تحفيزي جديد ووجود خلفية موزعة ضمن بلوكتشين (blockchain)، ستتمكن قاعدة المعرفة الجديدة لإيفريبيديا من تحسين جميع الميزات الأساسية لويكيبديا.
bn: এভরিপিডিয়া আইকিউ ব্লকচেইন একটি নতুন দৃষ্টিভঙ্গিসম্পন্ন পরিবর্তন ও জ্ঞান প্রদান করেপ্রাক্তন ইন্টারনেট ভিত্তিক জ্ঞানের কাঠামোকে ভঙ্গ করতে যা উইকিপিডিয়ার সমতুল্য। একটি নতুন প্রবর্তিত কাঠামোও একটি বন্টনশীল ব্যাকএন্ড সৃষ্টির মাধ্যমে, যেটি ব্লকচেইন দ্বারা গৃহীত, নতুন এভরিপিডিয়া জ্ঞানের ভিত্তিকেউইকিপিডিয়ার সকল মৌলিক বৈশিষ্ট্যসমূহের সাপেক্ষে উন্নত করতে সক্ষম হবে
da: Everipedia IQ blockchain giver en ny paradigmforandring og videnøkonomi for at forstyrre den gamle centraliserede internet-videncyklopædemodel svarende til Wikipedia. Ved at oprette en ny incitamentsstruktur og en distribueret backend, der er vært inden for en blokkæde, vil den nye Everipedia-videnbase kunne forbedre alle de grundlæggende funktioner i Wikipedia.
fa: بلوک های زنجیره ای Everipedia IQ یک تغییر پارادایم جدید و اقتصاد دانش فراهم می کند تا مدل دایره المعارف اطلاعات متمرکز قدیمی که مشابه با ویکیپدیا باشد، مختل شود. با ایجاد یک ساختار انگیزه جدید و یک توزیع توزیع شده میزبانی شده درون یک بلوک چینی، پایگاه جدید دانش Everipedia قادر به بهبود همه ویژگی های اساسی ویکی پدیا خواهد بود.
id: Blockchain IQ Everipedia menyediakan perubahan paradigma baru dan ekonomi pengetahuan untuk mengganggu model ensiklopedia pengetahuan internet terpusat lama yang serupa dengan Wikipedia. Dengan membuat struktur insentif baru dan backend terdistribusi yang dihosting dalam blockchain, basis pengetahuan Everipedia baru akan dapat meningkatkan semua fitur dasar Wikipedia.
it: La blockchain Everipedia IQ fornisce un nuovo modello e una nuova economia conoscitiva per rivoluzionare il vecchio modello di enciclopedia online centralizzato, come quello di Wikipedia. Creando una nuova, stimolante struttura e un'interfaccia distribuita conservata su una blockchain, il nuovo centro di conoscenza Everipedia sarà in grado di migliorare tutti gli aspetti principali di Wikipedia.
nb: Den Everipedia IQ blockchain gir et nytt paradigme endring og kunnskap økonomi til å forstyrre den gamle sentralisert Internett kunnskap leksikon modellen ligner på wikipedia. Ved å opprette en ny incentiv struktur og en distribuert backend vert i en blockchain, den nye Everipedia Knowledge Base vil kunne forbedre alle grunnleggende funksjoner i wikipedia.
ru: Блок-схема Everipedia IQ обеспечивает новую смену парадигм и экономику знаний, чтобы разрушить старую централизованную модель энциклопедии интернет-знаний, аналогичную википедии. Создав новую структуру стимулирования и распределенный бэкэнд, размещенный в блочной цепочке, новая база знаний Everipedia сможет улучшить все основные функции Википедии.
sk: Everipedia IQ blockchain prináša novú zmenu paradigmu a znalostnej ekonomiky, aby narušila starý centralizovaný encyklopedický model znalostí internetu podobný Wikipédii. Vytvorením novej motivačnej štruktúry a distribuovaného backendu umiestneného v blockchaine bude nová znalostná základňa Everipedia schopná zlepšiť všetky základné vlastnosti Wikipedie.
sv: Everipedia IQ-blockchain ger en ny paradigmförändring och kunskapsekonomi för att störa den gamla centraliserade kunskapsmodellen som liknar Wikipedia. Genom att skapa en ny incitamentstruktur och en distribuerad backend värd inom en blockchain, kommer den nya kunskapsbasen i Everipedia att kunna förbättra alla grundläggande funktioner i Wikipedia.
th: Everipedia IQ blockchain เปลี่ยนแปลงกระบวนทัศน์และเศรษฐกิจความรู้ใหม่เพื่อทำลายรูปแบบ สารานุกรมความรู้ทางอินเทอร์เน็ตแบบรวมศูนย์เก่าแก่ที่มีลักษณะคล้ายกับวิกิพีเดีย การสร้างโครงสร้างแรงจูงใจใหม่และ แบ็กเอนด์แบบกระจายโฮสต์ภายใน blockchain จะช่วยให้ฐานความรู้ใหม่ของ Everipediaสามารถพัฒนาบนพื้นฐานทั้งหมดของวิกิพีเดียได้
tl: Ang Everchedia IQ blockchain ay nagbibigay ng pagbabago sa paradigma at ekonomiya ng kaalaman upang makagambala sa lumang modelo ng sentralisadong kaalaman sa Internet katulad ng sa Wikipedia. Sa pamamagitan ng paglikha ng bagong istruktura ng insentibo at ipinamamahaging backend na naka-host sa loob ng isang blockchain, ang bagong pinagkukunang kaalaman ng Everipedia ay magagawang mapabuti ang lahat ng mga pangunahing katangian ng Wikipedia.

source: Decentralized
ar: لا مركزية
bn: বিকেন্দ্রীকৃত
da: Decentralisering
fa: تقسیم بندی شده
hi: विकेन्द्रीकृत
id: Terdesentralisasi
it: Decentralizzata
ja: 分散型
nb: Desentralisert
ru: Децентрализованный
sk: Decentralizované
sv: Decentralisering
th: กระจายอำนาจ
tl: Desentralisado

source: Articles are fetched using IPFS and EOS Storage. Majority of IQ being distributed during the airdrop.
ar: يتم إحضار المقالات باستخدام نظام ملفات بين الأبعاد InterPlanetary File System (IPFS) ونظام تخزين EOS. يتم توزيع غالبية الIQ أثناء عملية الإسقاط الجوي.
bn: প্রবন্ধগুলি আইপিএফএস এবং ইওএস স্টোরেজ ব্যবহার করে পাওয়া যায়। বেশিরভাগ আইকিউ এয়ারড্রপের সময়ে বন্টনকৃত
da: Artikler hentes ved hjælp af IPFS og EOS Storage. Størstedelen af ​​IQ distribueres under airdrop.
fa: مقالات با استفاده از IPFS و ذخیره سازی EOS آورده شده است. اکثریت IQ در طول airdrop توزیع می شود.
hi: IPFS और EOS स्टोरेज का प्रयोग करके लेख प्राप्त किए जाते हैं। एयरड्रॉप के दौरानज्यादातर आईक्यू वितरित किया जाता है।
id: Artikel diambil menggunakan IPFS dan Penyimpanan EOS. Mayoritas IQ didistribusikan selama airdrop.
it: Gli articoli vengono recuperati utilizzando IPFS e EOS Storage. La maggior parte degli IQ viene distribuita durante l'airdrop.
ja: 記事はIPFSとEOSストレージを使用して取得されます。大部分のIQはairdrop中に配布されます。
nb: Varene er hentet benytter IPFS og EOS lagringen. Flertallet av IQ blir distribuert under The undrop.
ru: Статьи извлекаются с использованием IPFS и EOS Storage. Большинство IQ распределяется во время эфира.
sk: Články sú zaznamenané pomocou IPFS a EOS Storage. Väčšina IQ je distribuovaná počas airdropu.
sv: Artiklar hämtas med hjälp av IPFS och EOS Storage. Majoriteten av IQ distribueras under airdrop.
th: บทความเรียกใช้โดยใช้ IPFS และ EOS Storageส่วนใหญ่จะแจก IQ ระหว่าง airdrop
tl: Ang mga artikulo ay kinukuha gamit ang IPFS at EOS Storage. Karamihan ng IQ ay ipinamamahagi kasabay ng airdrop.
