Repository: 8bitkevin/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, fa, hi, id, it, ja, nb, ru, sk, sv, th, tl

source: Editing on Everipedia is graphic and modern, talk pages are designed as discussion threads, celebrities have verified accounts, and anyone can make pages about anything as long as they are properly cited. Every page from Wikipedia is already here on Everipedia to build on top of and improve. All this makes EP the biggest knowledge project ever!
ar: التحرير على إيفريبيديا تخطيطي وحديث وتم تصميم صفحات النقاش على شكل حلقات مناقشة ولدى المشاهير حسابات محققة ويمكن لأي شخص إنشاء صفحات عن أي شيء طالما تم الاستشهاد لها بشكل صحيح. كل صفحة من ويكيبيديا موجودة هنا بالفعل على إيفريبيديا للزيادة عليها وتحسينها. كل هذا يجعل إيفريبيديا أكبر مشروع معرفة على الإطلاق!
bn: এভরিপিডিয়াতে সম্পাদনা করার অর্থ হল এটি গ্রাফিক এবং আধুনিক, কথোপকথন পৃষ্ঠাটি সাজানো হয়েছে আলোচনার শৃঙ্খল দিয়ে, সেলিব্রিটিদের যাচাইকৃত অ্যাকাউন্ট রয়েছে এবং যে কেউ যে কোন বিষয়ের উপর সংশ্লিষ্ট উদ্ধৃতি সঠিকভাবে প্রদানের মাধ্যমে পৃষ্ঠা তৈরি করতে পারেন । উইকিপিডিয়ার প্রত্যেকটি পৃষ্ঠা এভরিপিডিয়াকে শীর্ষতম ও উন্নততম করে তুলতে ইতোমধ্যে এখানে রাখা হয়েছে। এই সবই ইপিকে বৃহত্তম জ্ঞান প্রকল্প করে তুলেছে!
da: Redigering på Everipedia er grafisk og moderne, talesider er designet som diskussionstråde, berømtheder har verificeret konti, og alle kan lave sider om noget, så længe de er korrekt citeret. Hver side fra Wikipedia er allerede her på Everipedia for at bygge på og forbedre. Alt dette gør EP det største viden projekt nogensinde!
fa: ویرایش در Everipedia گرافیک و مدرن است، بحث صفحات به عنوان موضوعات بحث طراحی شده، افراد مشهور حساب های تأیید شده، و هر کسی می تواند صفحات در مورد هر چیزی تا آنجا که آنها به درستی ذکر شده است. هر صفحه از ویکیپدیا در حال حاضر در اینجا در Everipedia برای ساختن در بالای و بهبود است. این همه باعث می شود EP بزرگترین پروژه دانش هم داشته باشد!
hi: Everipedia पर संपादन ग्राफ़िक और आधुनिक है, बातचीत पृष्ठों को चर्चा थ्रेड के रूपमें निर्मित किया गया है, हस्तियों के सत्यापित खाते हैं, और कोई भी किसी भी चीज के बारेमें पृष्ठ बना सकता है जब तक कि उन्हें उचित तरीके से उद्धृत किया गया है। विकिपीडियाके सभी पृष्ठ Everipedia में पहले से मौजूद हैं ताकि उनमें और सामग्री जोड़ी जा सके औरउन्हें बेहतर बनाया जा सके। यह सभी चीजें EP को आज तक की सबसे बड़ी ज्ञान परियोजना बनाती हैं!
id: Penyuntingan pada Everipedia adalah modern dan grafis, halaman pembicaraan dirancang sebagai rangkaian diskusi, selebriti telah memverifikasi akun, dan siapa pun dapat membuat halaman tentang apa saja selama mereka dikutip dengan benar. Setiap halaman dari Wikipedia sudah ada di sini di Everipedia untuk mengembangkan dan meningkatkan. Semua ini menjadikan EP sebagai proyek pengetahuan terbesar yang pernah ada!
it: L'editing su Everipedia è grafico e moderno, le pagine di discussione sono progettate secondo linee di pensiero, le celebrità hanno account verificati, e chiunque può creare pagine su qualsiasi cosa purché siano propriamente citate. Ogni pagina di Wikipedia è già qui su Everipedia, come base su cui costruire e migliorare. Tutto questo mostra come EP sia il più grande progetto di conoscenza di sempre!
ja: Everipediaでの編集はグラフィックでモダンなので、トークページはディスカッションスレッドとして設計され、有名人はアカウントを確認し、適切に引用されている限り、誰でも何でもページを作ることができます。 Wikipediaのすべてのページは、既にEveripediaに掲載されています。これにより、EPは今までで最大の知識プロジェクトになりました！
nb: Redigering på Everipedia er grafisk og moderne, Talk-sider er utformet som diskusjonen tråder, har kjendiser bekreftet kontoer, og alle kan lage sider om noe så lenge de er riktig sitert. Hver side fra Wikipedia er allerede her på Everipedia å bygge på toppen av og forbedre. Alt dette gjør EP den største kunnskapen prosjektet noensinne!
ru: Редактирование на Everipedia является графическим и современным, страницы разговора разработаны как темы обсуждения, знаменитости проверяют учетные записи, и каждый может создавать страницы о чем угодно, если они правильно указаны. Каждая страница из Википедии уже находится здесь, на Everipedia, чтобы опираться и совершенствоваться. Все это делает EP самым большим проектом знаний когда-либо!
sk: Úprava na Everipedia je grafická a moderná, diskusné stránky sú navrhnuté ako diskusné témy, celebrity majú overené účty a ktokoľvek si môže vytvoriť stránky o čomkoľvek, pokiaľ sú správne citované. Každá stránka z Wikipédie je už tu na Everipedia, aby sa postavili základy a zlepšovali sa. To všetko robí z EP najväčší vedecký projekt vôbec!
sv: Redigering på Everipedia är grafisk och modern, pratsidor är utformade som diskussioner, kändisar har verifierade konton, och alla kan göra sidor om någonting så länge de är korrekt citerade. Varje sida från Wikipedia finns redan på Everipedia för att bygga på och förbättra. Allt detta gör EP det största kunskapsprojektet någonsin!
th: การแก้ไขบน Everipedia เป็นรูปแบบและทันสมัย หน้าเว็บพูดคุยได้รับการออกแบบให้เป็นหัวข้อการสนทนา คนดังจะมีบัญชียืนยันตัวตนและทุกคนสามารถสร้างหน้าเว็บเกี่ยวกับทุกอย่างได้ตราบเท่าที่มีการอ้างอิงอย่างถูกต้อง หน้าเว็บของ Wikipedia มาอยู่บน Everipedia เรียบร้อยแล้วเพื่อสร้างและปรับปรุง ทั้งหมดนี้ทำให้ EP เป็นโครงการความรู้ที่ใหญ่ที่สุดเท่าที่เคยมีมา!
tl: Ang pag-edit sa Everipedia ay biswal at moderno, ang mga pahina ng usapan ay dinisenyo bilang mga thread ng diskusyon, ang mga kilalang tao ay pwedeng beripikahin ang kanilang account, at sinuman ay maaaring gumawa ng mga pahina tungkol sa anumang bagay basta maayos na sipiin ang mga ito. Ang bawat pahina sa Wikipedia ay narito na sa Everipedia para pagbutihin pa. Ang lahat ng ito ay dahilan kaya ang EP ang pinakamalaking proyekto ng kaalaman kailanman!

source: Is Everipedia free?
ar: هل إيفريبيديا مجاني؟
bn: এভরিপিডিয়া কি বিনামূল্যের?
da: Er Everipedia fri?
fa: آیا Everipedia رایگان است؟
hi: क्या Everipedia मुफ्त है?
id: Apakah Everipedia gratis?
it: Everipedia è gratis?
ja: Everipediaは無料ですか？
nb: Er Everipedia gratis?
ru: Есть ли Everipedia бесплатно?
sk: Je Everipedia zadarmo?
sv: Är Everipedia fri?
th: Everipedia เป็นฟรีหรือไม่
tl: Libre ba ang Everipedia?

source: All information found on Everipedia is freely available for anyone to use and access. All we ask is a link back to the source Everipedia page for attribution purposes. The information on this encyclopedia is meant to be free to all. We will never charge for or withhold any of the information on this website. We just ask that you do not throttle the site and programmatically harvest information that would dramatically affect our servers.
ar: جميع المعلومات الموجودة على إيفريبيديا متاحة لأي شخص لاستخدامها والوصول إليها. كل ما نطلبه هو رابط العودة إلى صفحة المصدر في إيفريبيديا لأغراض العزو. الهدف من المعلومات الموجودة في هذه الموسوعة أن تكون مجانية للجميع. لن نفرض رسومًا على أي من المعلومات الموجودة على هذا الموقع أو نمنعها. نحن فقط نطلب منك ألا تقتل الموقع وتحصد برمجياً المعلومات التي قد تؤثر بشكل كبير على خوادمنا.
bn: এভরিপিডিয়া তে পাওয়া সমস্ত তথ্য বিনামূল্যে ব্যবহার এবং অ্যাক্সেসের জন্য যে কেউ পেতে পারে। আমরা শুধু এটুকুই চাই যে উৎস হিসেবে এভরিপিডিয়া পৃষ্ঠাটিকে বিশেষায়িত উদ্দেশ্যে পাওয়ার জন্য এর একটি লিঙ্ক দেয়া। এই এনসাইক্লোপিডিয়াতে প্রদত্ত সকল তথ্য সবার জন্য উন্মুক্ত বলে ধরা হয়। আমরা এইওয়েবসাইটের যে কোন তথ্যের জন্য কোন মূল্য আরোপ করব না বা তা আটকে রাখব না। আমরা শুধু এটুকুই দাবি রাখি যে আপনি এই সাইটের কোন ক্ষতি করবেন নাকর্মসূচি সাপেক্ষে কোন তথ্য প্রয়োগ করবেন না যা আমাদের সার্ভারের অতিমাত্রায়ক্ষতি করে।
da: Alle oplysninger fundet på Everipedia er frit tilgængelige for alle at bruge og få adgang til. Alt, hvad vi spørger, er et link tilbage til kilden Everipedia-siden til tilskrivningsformål. Oplysningerne på denne encyklopædi skal være fri for alle. Vi opkræver aldrig eller tilbageholder nogen af ​​oplysningerne på denne hjemmeside. Vi beder kun om, at du ikke smutter webstedet og programmatisk høster information, der vil påvirke vores servere dramatisk.
fa: تمام اطلاعاتی که در Everipedia یافت می شود، به صورت رایگان برای هر کسی که برای استفاده و دسترسی استفاده می شود. همه ما می خواهیم یک لینک به منبع منبع Everipedia برای اهداف اختصاصی است. اطلاعات در این دایره المعارف به معنای آزاد بودن برای همه است. ما هرگز از اطلاعات موجود در این وبسایت هرگونه هزینه ای را صرف نکنیم. ما فقط از شما می خواهیم که سایت را محرمانه نگذارید و به طور برنامه نویسی اطلاعات را برداشت کنید که به طور چشمگیری بر روی سرور های ما تاثیر می گذارد.
hi: Everipedia पर पायी जाने वाली सारी जानकारी सभी लोगों के प्रयोग औरएक्सेस के लिए निःशुल्क उपलब्ध है। हम केवल संबंध उद्देश्यों के लिए Everipediaपृष्ठ के स्त्रोत के लिए लिंक बैक चाहते हैं। इस विश्वकोश पर मौजूद जानकारीसभी के लिए मुफ्त है। हम इस वेबसाइट पर उपलब्ध किसी भी जानकारी के लिए कभीशुल्क नहीं लेंगे और ना ही किसी जानकारी को बंद रखेंगे। हम केवल आपसे इतना अनुरोधकरते हैं कि आप इस साइट का दुरूपयोग ना करें और इसमें मौजूद जानकारी कोनियोजित तरीके से प्रयोग करें जिससे हमारे सर्वरों पर काफी प्रभाव पड़ेगा।
id: Semua informasi yang ditemukan di Everipedia tersedia secara gratis bagi siapa saja untuk digunakan dan diakses. Yang kami minta adalah tautan kembali ke laman sumber Everipedia untuk tujuan pengaitan. Informasi tentang ensiklopedia ini dimaksudkan untuk gratis bagi semua orang. Kami tidak akan pernah membebankan biaya atau menahan salah satu informasi di situs web ini. Kami hanya meminta agar Anda tidak menyedot situs dan secara terprogram memanen informasi yang akan sangat memengaruhi server kami.
it: Tutte le informazioni trovate su Everipedia sono liberamente disponibili per l'utilizzo e l'accesso da parte di tutti. L'unica cosa che chiediamo è un link di riferimento alla fonte di Everipedia per scopi di attribuzione. L'informazione su questa enciclopedia è stata concepita per essere gratuita per tutti. Non pretenderemo mai pagamenti e non porremo alcuna restrizione all'informazione presente sul sito. Chiediamo solo di non rallentare il sito e di raccogliere programmaticamente informazioni, poiché potrebbe avere effetti negativi sui nostri server.
ja: Everipediaにあるすべての情報は、誰でも自由に利用でき、アクセスすることができます。私たちが求めるのは、帰属目的のためにソースEveripediaページに戻るリンクです。この百科事典に関する情報はすべて無料であることを意図しています。私たちは、このウェブサイト上の情報のいずれかを決して請求または保留することはありません。サイトに負荷をかけたり、サーバーに大きな影響を与える情報をプログラムで収集したりしないようにお願いします。
nb: All informasjon finnes på Everipedia er fritt tilgjengelig for alle å bruke og tilgang. Alt vi ber om er en link tilbake til kilden Everipedia side for henvisning formål. Informasjonen på dette leksikonet er ment å være fri for alle. Vi vil aldri ta betalt for eller holde tilbake noe av informasjonen på dette nettstedet. Vi bare ber om at du ikke kvele området og programmatisk høsting informasjon som ville dramatisk påvirke våre servere.
ru: Вся информация, найденная на Everipedia, свободно доступна для всех, кто может пользоваться и получать доступ. Все, что мы просим, ​​это ссылка на исходную страницу Everipedia для целей присвоения. Информация об этой энциклопедии предназначена для всех. Мы никогда не будем взимать плату за любую информацию на этом веб-сайте или удерживать ее. Мы просто просим вас не дросселировать сайт и программно собирать информацию, которая резко повлияет на наши серверы.
sk: Všetky informácie nachádzajúce sa na Everipedia sú voľne dostupné a použiteľné pre každého. Všetko, čo požadujeme, je prepojenie späť na zdrojovú stránku Everipedia na účely priraďovania. Informácie o tejto encyklopédii sú prístupné pre všetkých. Nikdy nebudeme účtovať alebo zadržiavať žiadnu informáciu na tejto webovej stránke. Len vás žiadame, aby ste nezneužívali alebo programovo zberali informácie, ktoré by dramaticky ovplyvnili naše servery.
sv: All information som finns på Everipedia är fritt tillgänglig för alla att använda och få tillgång till. Allt vi frågar är en länk tillbaka till källan Everipedia-sida för tillskrivningsändamål. Informationen i denna encyklopedi är menad att vara fri för alla. Vi tar aldrig ut eller hämtar någon av informationen på denna webbplats. Vi ber bara att du inte smutsar på sajten och programmatiskt skördar information som dramatiskt skulle påverka våra servrar.
th: ข้อมูลทั้งหมดที่พบใน Everipedia ใช้และเข้าถึงได้ฟรีทุกคน สิ่งเดียวที่เราขอคือลิงค์ที่มาของหน้าเว็บ Everipedia เพื่อจุดประสงค์ของความเป็นมา ข้อมูลที่อยู่บนสารานุกรมนี้ฟรีสำหรับทุกคน เราจะไม่คิดค่าใช้จ่ายหรือจำกัดข้อมูลใด ๆ บนเว็บไซต์นี้ เราแค่อยากขอให้คุณไม่รบกวนและเก็บข้อมูลเชิงโปรแกรมที่จะส่งผลกระทบต่อเซิร์ฟเวอร์ของเรา
tl: Ang lahat ng impormasyon na makikita sa Everipedia ay libreng gamitin ninuman. Ang tanging hiling namin ay isang link pabalik sa Everipedia para sa pagtangi. Ang impormasyon sa ensiklopedya na ito ay sinadyang maging libre para sa lahat. Hindi kami kailanman maniningil para sa o magkakait ng anumang impormasyon sa website na ito. Hinihiling lang namin na hindi mo abusuhin ang site at gumamit ng program para kunin ang impormasyon dito na lubos na makakaapekto sa aming mga server.

source: Much love,
ar: مع وافر المحبة,
bn: অনেক ভালোবাসা,
da: Meget kærlighed,
fa: عشق زیاد
hi: भवदीय,
id: Banyak cinta,
it: Con amore,
ja: じゃあね、
nb: mye kjærlighet
ru: С любовью,
sk: Veľa lásky,
sv: Mycket kärlek,
th: ด้วยรัก,
tl: Lubos na nagmamahal,

source: About
ar: حول
bn: সম্বন্ধে
da: Om
fa: درباره
hi: बारे में
id: Tentang
ja: について
nb: Om
ru: О нас
sk: O nás
sv: Om
th: เกี่ยวกับ
tl: Patungkol

source: FAQ
ar: الأسئلة الأكثر شيوعاً
bn: এফএকিউ
fa: سوالات متداول
hi: अक्सर पूछे जाने वाले प्रश्न
id: Pertanyaan yang Sering Diajukan
ja: よくある質問
sk: Často kladené otázky
th: คำถามที่ถามบ่อย

source: Contact
ar: اتصل بنا
bn: আমাদের সাথে যোগাযোগ করুন
da: Kontakt
fa: تماس
hi: संपर्क करें
id: Kontak
it: Contatto
ja: お問い合わせ
nb: Kontakt
ru: Контакты
sk: Kontakt
sv: Kontakt
th: ติดต่อเรา
tl: Makipag-ugnayan

source: Terms
ar: الشروط
bn: শর্তাবলী
da: Betingelser
fa: شرایط
hi: नियम
id: Syarat
it: Termini
ja: 条件
nb: Vilkår
ru: Условия
sk: Podmienky
sv: Villkor
th: ข้อกำหนด
tl: Mga Tuntunin

source: Forum
ar: المنتدى
bn: সংগঠন
fa: انجمن
hi: फोरम
ja: フォーラム
ru: Форум
sk: Fórum
th: เว็บบอร์ด

source: Get IQ
ar: احصل على IQ
bn: আইকিউ পান
da: Få IQ
fa: دریافت IQ
hi: आईक्यू प्राप्त करें
id: Dapatkan IQ
it: Ottieni IQ
ja: IQを獲得する
nb: Få IQ
ru: Получить IQ
sk: Získajte IQ
sv: Få IQ
th: รับ IQ
tl: Kumuha ng IQ

source: Powered by
ar: بدعم من
bn: দ্বারা প্রস্তুত
da: Genereret af
fa: قدرت گرفته از
hi: ...सौजन्य
id: Didukung oleh
it: Offerto da
ja: 〜を備えた
nb: Drevet av
ru: Работает на
sk: Poháňa
sv: Drivs av
th: พัฒนาโดย
tl: Pinatatakbo ng

source: API by
ar: واجهة برمجة التطبيق بواسطة
bn: এর দ্বারা এপিআইকৃত
da: API af
fa: API توسط
hi: एपीआई
id: API oleh
it: API da
ja: API
nb: API ved
ru: API по
sk: API o
sv: API av
th: API โดย
tl: API ng

source: Select language
ar: اختر اللغة
bn: ভাষা নির্বাচন কর
da: Vælg Sprog
fa: انتخاب زبان
hi: भाषा चुनें
id: Pilih bahasa
it: Seleziona la lingua
ja: 言語の選択
nb: Velg språk
ru: Выберите язык
sk: Vybrať jazyk
sv: Välj språk
th: เลือกภาษา
tl: Pumili ng Wika

source: Enter a title for the thread
ar: أدخل عنوانًا لهذا النقاش
bn: শৃঙ্খলের জন্য একটি শিরোনাম বসান
da: Indtast en titel for tråden
fa: یک عنوان برای موضوع وارد کنید
hi: थ्रेड के लिए एक शीर्षक डालें
id: Masukkan judul untuk thread
it: Inserisci un titolo per la discussione
ja: スレッドのタイトルを入力してください
nb: Angi en tittel for tråden
ru: Введите заголовок для потока
sk: Zadajte názov vlákna
sv: Ange en titel för tråden
th: ใส่หัวข้อสำหรับข้อความนี้
tl: Mag-type ng pamagat para sa thread

source: Enter your post here
ar: أدخل منشورك هنا
bn: এখানে আপনার পোস্ট দিন
da: Indtast dit indlæg her
fa: پست خود را اینجا وارد کنید
hi: यहाँ अपना पोस्ट डालें
id: Masukkan postingan Anda di sini
it: Inserisci qui il tuo messaggio
ja: 投稿をここに入力してください
nb: Angi ditt innlegg her
ru: Введите ваш пост здесь
sk: Vložte svoj príspevok tu
sv: Skriv in ditt inlägg här
th: ใส่โพสต์ของคุณที่นี่
tl: I-type ang iyong post dito

source: Create New Thread
ar: إنشاء نقاش جديد
bn: নতুন শৃঙ্খল তৈরি করুন
da: Opret ny tråd
fa: ایجاد موضوع جدید
hi: नया थ्रेड बनाएं
id: Buat Thread Baru
it: Crea Nuova Discussione
ja: 新しいスレッドを作成
nb: Opprett ny tråd
ru: Создать новую тему
sk: Vytvorte nové vlákno
sv: Skapa ny tråd
th: สร้างหัวข้อใหม่
tl: Gumawa ng Bagong Thread

source: About Everipedia
ar: حول ايفريبيديا
bn: Everipedia সম্পর্কে
da: Om Everipedia
fa: درباره Everipedia
hi: Everipedia के बारे में
id: Tentang Everipedia
it: Informazioni su Everipedia
ja: Everipediaについて
nb: Om Everipedia
ru: Информация о Эверипедии
sk: O spoločnosti Everipedia
sv: Om Everipedia
th: เกี่ยวกับ Everipedia
tl: Tungkol sa Everipedia

source: How To Use
ar: كيفية الاستخدام
bn: কিভাবে ব্যবহার করতে হবে
da: Sådan bruges det
fa: چگونه به استفاده از
hi: कैसे इस्तेमाल करें
id: Cara Menggunakan
it: Guida all'Utilizzo
ja: 使用方法
nb: Slik brukes den
ru: Как использовать
sk: Návod na používanie
sv: Användning
th: วิธีการใช้
tl: Paano Gamitin

source: Donate
ar: تبرع
bn: অনুদান করুন
da: Doner
fa: اهدا کنید
hi: दान करें
id: Donasi
it: Dona
ja: 寄付する
nb: Donér
ru: Пожертвовать
sk: Prispejte
sv: Donera
th: บริจาค
tl: Magkaloob

source: By using this website, you agree to the
ar: باستخدام هذا الموقع ، فإنك توافق على
bn: এই ওয়েবসাইট ব্যবহার করে, আপনি সম্মত হচ্ছেন
da: Ved at bruge denne hjemmeside accepterer du
fa: با استفاده از این وب سایت، شما موافقت می کنید
hi: इस वेबसाइट का प्रयोग करके, आप
id: Dengan menggunakan situs web ini, Anda menyetujui
it: Utilizzando questo sito web, l'utente acconsente ai
ja: このウェブサイトを使用することで
nb: Ved å bruke dette nettstedet, godtar du
ru: Используя этот сайт, вы соглашаетесь с
sk: Používaním týchto webových stránok súhlasíte
sv: Genom att använda denna webbplats godkänner du
th: เมื่อใช้เว็บไซต์นี้ถือว่าคุณยอมรับ
tl: Sa paggamit ng website na ito, sumasang-ayon ka sa

source: Terms of Use
ar: شروط الاستخدام
bn: ব্যবহার শর্তাবলী
da: Betingelser
fa: شرایط استفاده
hi: प्रयोग की शर्तों के लिए सहमति देते हैं
id: Syarat Penggunaan
it: Termini di Utilizzo
ja: ご利用条件
nb: Vilkår
ru: Условия использования
sk: Všeobecné podmienky
sv: Användningsvillkor
th: ข้อกำหนดการใช้บริการ
tl: Mga Tuntunin sa Paggamit

source: Everipedia® is a trademark of Everipedia International
ar: إيفريبيديا Everipedia® هي علامة تجارية لشركة إيفريبيديا إنترناشيونال
bn: Everipedia® এভরিপিডিয়া আন্তর্জাতিকের একটি ট্রেডমার্ক
da: Everipedia® er et varemærke tilhørende Everipedia International
fa: Everipedia® یک علامت تجاری Everipedia International است
hi: Everipedia® Everipedia इंटरनेशनल का ट्रेडमार्क है
id: Everipedia® adalah merek dagang dari Everipedia International
it: Everipedia® è un marchio di Everipedia International
ja: Everipedia®はEveripedia Internationalの商標です
nb: Everipedia ® er et varemerke som tilhører Everipedia International
ru: Everipedia® является торговой маркой Everipedia International
sk: Everipedia® je ochranná známka spoločnosti Everipedia International
sv: Everipedia® är ett varumärke som tillhör Everipedia International
th: Everipedia® เป็นเครื่องหมายการค้าของ Everipedia International
tl: Ang Everipedia® ay trademark ng Everipedia International

source: Search
ar: بحث
bn: অনুসন্ধান করুন
da: Søg
fa: جستجو
hi: खोजें
id: Cari
it: Cerca
ja: 検索
nb: Søk
ru: Поиск
sk: Hľadať
sv: Sök
th: ค้นหา
tl: Maghanap

source: Create Page
ar: إنشاء صفحة
bn: পৃষ্ঠা তৈরি করুন
da: Opret side
fa: ساخت صفحه
hi: पृष्ठ बनाएं
id: Buat Halaman
it: Crea Pagina
ja: ページを作成する
nb: Lag side
ru: Создать страницу
sk: Vytvorte stránku
sv: Skapa sida
th: สร้างเพจ
tl: Gumawa ng Pahina

source: Paste a link or enter a title
ar: الصق رابطًا أو أدخل عنوانًا
bn: একটি লিঙ্ক পেস্ট করুন বা একটি শিরোনাম বসান
da: Indsæt et link eller indtast en titel
fa: یک پیوند را وارد کنید یا عنوان را وارد کنید
hi: लिंक पेस्ट करें या शीर्षक डालें
id: Tempel tautan atau masukkan judul
it: Incolla un link o inserisci un titolo
ja: リンクを貼り付けるか、タイトルを入力してください
nb: Lime inn en kobling eller angi en tittel
ru: Вставьте ссылку или введите заголовок
sk: Vložte odkaz alebo zadajte názov
sv: Klistra in en länk eller skriv in en titel
th: วางลิงก์หรือกรอกชื่อเรื่อง
tl: Mag-paste ng link o mag-type ng pamagat

source: Messages
ar: الرسائل
bn: বার্তা
da: Beskeder
fa: پیام ها
hi: संदेश
id: Pesan
it: Messaggi
ja: メッセージ
nb: Meldinger
ru: Сообщения
sk: Správy
sv: Meddelanden
th: ข้อความ
tl: Mga Mensahe

source: Notifications
ar: الإشعارات
bn: নোটিফিকেশনসমূহ
da: Notifikationer
fa: اطلاعیه
hi: सूचनाएं
id: Pemberitahuan
it: Notifiche
ja: 通知
nb: Varsler
ru: Уведомления
sk: Oznámenia
sv: Notifieringar
th: การแจ้งเตือน
tl: Mga Abiso

source: Your IQ Score
ar: IQ الخاص بك
bn: আপনার আইকিউ স্কোর
da: Din IQ-score
fa: نمره IQ شما
hi: आपका आईक्यू स्कोर
id: Skor IQ Anda
it: Il tuo punteggio IQ
ja: IQスコア
nb: Din IQ score
ru: Ваш IQ Score
sk: Váš skóre IQ
sv: Din IQ-poäng
th: คะแนน IQ ของคุณ
tl: Ang IQ Mo

source: Table of contents
ar: جدول المحتويات
bn: সূচিপত্র
da: Indholdsfortegnelse
fa: محتوای جدول
hi: विषय-सूची
id: Daftar isi
it: Indice
ja: 目次
nb: Innholdsfortegnelse
ru: Содержание статьи:
sk: Obsah
sv: Innehållsförteckning
th: สารบัญ
tl: Talaan ng mga Nilalaman

source: Table of contents and facts for this wiki
ar: جدول المحتويات والحقائق لهذا الويكي
bn: এই উইকির সূচিপত্র ও ফ্যাক্টসমূহ
da: Indholdsfortegnelse og fakta for denne wiki
fa: فهرست مطالب و حقایق این ویکی
hi: इस विकी के लिए विषय-सूची और तथ्य
id: Daftar isi dan fakta untuk wiki ini
it: Indice e dati per questo wiki
ja: このwikiの目次と内容
nb: Innholdsfortegnelse og fakta for denne wikien
ru: Содержание и факты для этой вики
sk: Obsah a fakty pre túto wiki
sv: Innehållsförteckning och fakta för denna wiki
th: สารบัญและข้อเท็จจริงสำหรับ Wiki นี้
tl: Talaan ng mga nilalaman at mga katotohanan para sa wiki na ito

source: Feed
ar: تغذية
bn: ফিড
fa: فید
hi: फ़ीड
ja: フィード
ru: Лента
sk: Kanál
sv: Flöde
th: ฟีด

source: Please log in with Scatter
ar: يرجى تسجيل الدخول من سكاتر (Scatter)
bn: দয়া করে স্ক্যাটারের সাথে লগ ইন করুন
da: Log venligst ind med Scatter
fa: لطفا با Scatter وارد شوید
hi: कृपया स्कैटर से लॉग इन करें
id: Harap masuk dengan Scatter
it: Accedi con Scatter
ja: スキャッターでログインしてください
nb: Vennligst logg inn med scatter
ru: Пожалуйста, войдите в систему с помощью Scatter
sk: Prihláste sa pomocou programu Scatter
sv: Logga in med Scatter
th: กรุณาเข้าสู่ระบบด้วย Scatter
tl: Mangyaring mag-login gamit ang Scatter

source: Help
ar: مساعدة
bn: সহযোগীতা
da: Hjælp
fa: کمک
hi: सहायता
id: Bantuan
it: Aiuto
ja: ヘルプ
nb: Hjelp
ru: Помощь
sk: Pomoc
sv: Hjälp
th: ช่วยเหลือ
tl: Tulong

source: View Profile
ar: مشاهدة الملف الشخصي
bn: প্রোফাইল দেখুন
da: Vis profil
fa: نمایش پروفایل
hi: प्रोफाइल देखें
id: Lihat Profil
it: Vedi Profilo
ja: プロフィールを表示
nb: Nyttig info for medlemmer
ru: Посмотреть профиль
sk: Zobraziť profil
sv: Visa profil
th: ดูโปรไฟล์ของคุณ
tl: Tingnan ang Profile

source: Sign In
ar: تسجيل الدخول
bn: সাইন ইন করুন
da: Log ind
fa: ورود
hi: साइन इन करें
id: Masuk
it: Accedi
ja: サインイン
nb: Logg inn
ru: Войти
sk: Prihlásiť sa
sv: Logga in
th: ลงชื่อเข้าใช้
tl: Mag-sign in

source: Register
ar: تسجيل
bn: নিবন্ধন করুন
da: Registrer
fa: ثبت نام
hi: पंजीकरण करें
id: Mendaftar
it: Registrati
ja: 登録
nb: Registrer
ru: Регистрация
sk: Registrovať
sv: Registrera
th: สมัครสมาชิก
tl: Gumawa ng account

source: Username
ar: اسم المستخدم
bn: ইউজারনেম
da: Brugernavn
fa: نام کاربری
hi: प्रयोगकर्ता नाम
id: Nama Pengguna
it: Nome utente
ja: ユーザー名
nb: Brukernavn
ru: Имя пользователя
sk: Užívateľské meno
sv: Användarnamn
th: ชื่อผู้ใช้

source: Need an account? Register here.
ar: هل تحتاج إلى حساب؟ سجل من هنا.
bn: একটি এক্যাউন্ট প্রয়োজন? এখানে নিবন্ধন করুন.
da: Har du brug for en konto? Tilmeld dig her.
fa: بازگشت به صفحه ورود
hi: क्या आपको एक खाते की जरुरत है? यहाँ पंजीकरण करें।
id: Perlu akun? Daftar disini.
it: Hai bisogno di un account? Registrati qui.
ja: アカウントが必要ですか？ここから登録してください。
nb: Trenger du en konto? Registrer deg her.
ru: Нужна учетная запись? Зарегистрируйся здесь!
sk: Potrebujete účet? Zaregistrujte sa tu.
sv: Behöver du ett konto? Registrera här!
th: ต้องการสมัครสมาชิก ลงทะเบียนที่นี่!
tl: Kailangan ng account? Magrehistro dito.
