Repository: 8bitkevin/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, fa, hi, id, it, ja, nb, ru, sk, sv, th, tl

source: Claim
ar: المطالبة
bn: দাবি
da: Anmod
fa: ادعا
hi: प्राप्त करें
id: Klaim
it: Reclama
ja: 権利
nb: Henvendelse
ru: Запрос
sk: Zažiadať
sv: Skada
th: รับ
tl: Kunin

source: Contact us
ar: اتصل بنا
bn: আমাদের সাথে যোগাযোগ করুন
da: Kontakt os
fa: تماس با ما
hi: हमें संपर्क करें
id: Hubungi Kami
it: Contattaci
ja: お問合せ
nb: Kontakt oss
ru: Свяжитесь с нами
sk: Kontaktujte nás
sv: Kontakta oss
th: ติดต่อเรา
tl: Makipag-ugnayan sa amin

source: To get quicker replies from our community
ar: للحصول على ردود أسرع من مجتمعنا
bn: আমাদের সম্প্রদায় থেকে দ্রুত উত্তর পেতে
da: For at få hurtigere svar fra vores fællesskab
fa: برای دریافت پاسخ سریعتر از جامعه ما
hi: हमारे समुदाय से तुरंत जवाब पाने के लिए
id: Untuk mendapat balasan lebih cepat dari komunitas kami
it: Per ottenere risposte più rapide dalla nostra comunità
ja: コミュニティからの迅速な返信を受けとる
nb: Slik får du raskere svar fra fellesskapet vårt
ru: Чтобы получить более быстрые ответы от нашего сообщества
sk: Ak chcete získať rýchlejšie odpovede od našej komunity
sv: För att få snabbare svar från vår community
th: เพื่อให้ได้รับคำตอบที่รวดเร็วขึ้นจากชุมชนของเรา
tl: Para mas mabilis makakuha ng mga sagot mula sa aming komunidad

source: create a post in our forum
ar: إنشاء منشور في منتدانا
bn: আমাদের ফোরামে একটি পোস্ট তৈরি করুন
da: lav et indlæg i vores forum
fa: یک پست در انجمن ما ایجاد کنید
hi: हमारे फोरम में एक पोस्ट बनाएं
id: buat posting di forum kami
it: creare un post nel nostro forum
ja: フォーラムに投稿を作成する
nb: Lag et innlegg i vårt forum
ru: Создать пост на нашем форуме
sk: vytvorte príspevok na našom fóre
sv: skapa ett inlägg i vårt forum
th: สร้างโพสต์ในเว็บบอร์ดของเรา
tl: gumawa ng isang post sa aming forum

source: Get in touch with us
ar: ابق على تواصل معنا
bn: আমাদের সাথে যোগাযোগ করুন
da: Kom i kontakt med os
fa: با ما در تماس باشید
hi: हमारे संपर्क में रहें
id: Hubungi kami
it: Mettiti in contatto con noi
ja: お問い合わせください
nb: Ta kontakt med oss
ru: Обращайтесь к нам
sk: Kontaktujte nás
sv: Kontakta oss
th: ติดต่อเราได้ที่
tl: Makipag-ugnayan sa amin

source: Thanks, we got your message. We will respond in a bit
ar: شكرا ، لقد حصلنا على رسالتك. سنرد في أقرب فرصة
bn: ধন্যবাদ, আমরা আপনার বার্তা পেয়েছি। আমরা অল্পক্ষণের মধ্যেই উত্তর দেব
da: Tak, vi har din besked. Vi vil svare lidt
fa: با تشکر، پیام شما را دریافت کردیم ما کمی به آن پاسخ خواهیم داد
hi: धन्यवाद, हमें आपका संदेश मिला। हम थोड़ी देर में जवाब देंगे
id: Terima kasih, kami mendapatkan pesan Anda. Kami akan membalasnya secepatnya
it: Grazie, abbiamo ricevuto il tuo messaggio. Risponderemo tra un minuto
ja: ありがとうございます、メッセージを受信しました。すぐに返答いたします
nb: Takk, vi fikk beskjeden din. Vi vil svare i en bit
ru: Спасибо, мы получили ваше сообщение. Мы ответим немного
sk: Ďakujeme, dostali sme vašu správu. Budeme reagovať onedlho
sv: Tack, vi fick ditt meddelande. Vi kommer att svara snart
th: ขอบคุณ เราได้รับข้อความของคุณ เราจะตอบกลับในไม่ช้า
tl: Salamat, nakuha na namin ang iyong mensahe. Sasagot kami sa isang sandali

source: Send
ar: إرسال
bn: পাঠান
fa: ارسال
hi: भेजें
id: Kirim
it: Invia
ja: 送信
ru: Отправить
sk: Odoslať
sv: Skicka
th: ส่ง
tl: Ipadala

source: Enter a caption for the main image of the page.
ar: أدخل تسمية توضيحية للصورة الرئيسية للصفحة.
bn: পৃষ্ঠার প্রধান চিত্রের জন্য একটি শিরোনাম বসান।
da: Indtast en billedtekst for hovedbilledet på siden.
fa: عنوان تصویری برای صفحه اصلی را وارد کنید.
hi: पृष्ठ की मुख्य छवि के लिए एक शीर्षक डालें।
id: Masukkan keterangan untuk gambar utama dari laman.
it: Immettere una didascalia per l'immagine principale della pagina.
ja: ページのメイン画像のキャプションを入力します。
nb: Angi en bildetekst for hovedbildet på siden.
ru: Введите заголовок для основного изображения страницы.
sk: Zadajte titulok pre hlavný obrázok stránky.
sv: Ange en bildtext för huvudbilden på sidan.
th: กรอกคำอธิบายภาพสำหรับภาพหลักของหน้าเว็บ
tl: Mag-type ng caption para sa pangunahing larawan ng pahina.

source: Edit Page
ar: تعديل الصفحـة
bn: পৃষ্ঠা সম্পাদনা
da: Rediger side
fa: ویرایش صفحه
hi: पृष्ठ संपादित करें
id: Sunting Laman
it: Modifica Pagina
ja: ページを編集
nb: Rediger side
ru: Редактировать страницу
sk: Upraviť stránku
sv: Ändrar sida
th: แก้ไขหน้า
tl: I-edit ang Pahina

source: Loading..
ar: جار التحميل...
bn: লোডিং
da: Indlæser
fa: در حال بارگذاری...
hi: शुरू हो रहा है
id: Memuat..
it: Caricamento...
ja: 読み込み中...
nb: ﻿Laster…
ru: Загрузка...
sk: Načítanie...
sv: Laddar..
th: กำลังโหลด..
tl: Naglo-load..

source: Change Picture
ar: تغيير الصورة
bn: ছবি পরিবর্তন
da: Skift billede
fa: تغییر تصویر
hi: छवि बदलें
id: Mengubah Gambar
it: Modifica Immagine
ja: 写真を変更する
nb: Endre bilde
ru: Изменить Изображение
sk: Zmeniť obrázok
sv: Ändrar bild
th: เปลี่ยนรูปภาพ
tl: Palitan ang Imahe

source: Please enter the destination page you wish to merge this one into
ar: الرجاء إدخال الصفحة النهائية التي تريد دمج هذه الصفحة فيها
bn: আপনি যে পৃষ্ঠার মধ্যে এই পৃষ্ঠাটি যুক্ত করতে চান দয়া করে তা লিখুন
da: Indtast destinationssiden, som du ønsker at fusionere denne ind i
fa: لطفا صفحه مقصد را که میخواهید این یکی را وارد کنید را وارد کنید
hi: कृपया वो गंतव्य पृष्ठ डालें जिसमें आप इसे मिलाना चाहते हैं
id: Silakan masukkan halaman tujuan yang ingin Anda gabungkan dengan yang ini
it: Inserisci la pagina di destinazione con cui desideri unire questo file
ja: このページをマージしたい宛先ページを入力してください
nb: Skriv inn målsiden du ønsker å slå denne inn i
ru: Введите целевую страницу, которую вы хотите объединить, в
sk: Zadajte cieľovú stránku, do ktorej chcete zlúčiť túto stránku
sv: Vänligen ange destinationssidan som du vill slå samman i den här
th: โปรดกรอกหน้าปลายทางที่คุณต้องการรวมเข้า
tl: Paki-type ang pahina na nais mong pagsamahin ang isang ito

source: Merge Page
ar: دمج الصفحة
bn: পৃষ্ঠা যুক্ত করুন
da: Sammenlægge side
fa: ادغام صفحه
hi: पृष्ठ मिलाएं
id: Gabungkan Laman
it: Unisci Pagina
ja: ページをマージする
nb: Flett side
ru: Страница слияния
sk: Zlúčiť stránku
sv: Sammanfoga sida
th: รวมหน้า
tl: Pagsamahin ang Pahina

source: Hey there scholar!
ar: مرحباً أيها العالم!
bn: ওহে পণ্ডিত!
da: Hej der lærde!
fa: هی، علم وجود دارد
hi: नमस्कार!
id: Hei, sarjana!
it: Ehi, sapiente!
ja: 学者さん、こんにちは！
nb: Hei der Scholar!
ru: Привет, ученый!
sk: Nazdar učenec!
sv: Hej där lärde!
th: หวัดดี นักวิชาการ!
tl: Kumusta, iskolar!

source: Looks like you have been editing for a while. You should take a moment to save your work before continuing!
ar: يبدو أنك قمت بالتحرير لبعض الوقت. يجب أن تأخذ لحظة لحفظ عملك قبل المتابعة!
bn: মনে হচ্ছে আপনি বেশ কিছু সময়ের জন্য সম্পাদনা করছেন। চালিয়ে যাওয়ার আগে আপনার কাজটি সংরক্ষণ করার জন্য আপনাকে কিছুটা সময় নিতে হবে!
da: Det ser ud som om du har redigeret et stykke tid. Du skal tage et øjeblik for at redde dit arbejde, før du fortsætter!
fa: به نظر می رسد که برای مدتی ویرایش کرده اید. قبل از ادامه، باید یک لحظه صرفه جویی کنید.
hi: ऐसा लगता है आप काफी समय से संपादन कर रहे हैं। जारी रखने से पहलेकृपया थोड़ा समय लेकर अपना काम सहेजें!
id: Sepertinya Anda telah menyunting untuk sementara waktu. Anda harus meluangkan waktu sejenak untuk menyimpan pekerjaan Anda sebelum melanjutkan!
it: Sembra che tu abbia modificato per un bel po'. Dovresti prenderti un momento per salvare il tuo lavoro prima di continuare!
ja: 長時間編集を続けているようですね。続行する前に時間をとって保存する必要があります！
nb: Ser ut som du har vært redigering på en stund. Du bør ta deg tid til å lagre arbeidet før du fortsetter!
ru: Похоже, вы какое-то время редактировали. Вы должны сделать минутку, чтобы сохранить свою работу, прежде чем продолжить!
sk: Zdá sa, že ste na chvíľu editovali. Pred pokračovaním by ste mali uložit svoju prácu!
sv: Det ser ut som om du har redigerat ett tag. Du bör ta ett ögonblick för att spara ditt jobb innan du fortsätter!
th: ดูเหมือนว่าคุณได้แก้ไขอยู่พักหนึ่ง คุณควรบันทึกงานของคุณก่อนดำเนินการต่อ!
tl: Mukhang matagal-tagal ka nang nag-e-edit. Dapat maglaan ka ng ilang sandalipara i-save ang nagawa mo bago magpatuloy!

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
da: Gem
fa: ذخیره
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
nb: Lagre
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
tl: I-save

source: Looks like you are using first-person! (ex: Our product, I am, We are, You should). Everipedia is a neutral encyclopedia written in third-person tense (ex: It is, They are, The company makes). THIS IS NOT FACEBOOK!!
ar: يبدو أنك تستخدم ضمائر المتكلم (مثل: منتجنا ، أنا ، نحن ، يجب عليك). إيفريبيديا هي موسوعة محايدة تكتب بصيغة غير المتكلم (مثل: إنها ، هي ، تقوم الشركة). هذا ليس فيسبوك !!
bn: মনে হচ্ছে আপনি প্রথম পুরুষ ব্যবহার করছেন! (উদা: আমাদের পণ্য, আমি, আমরা, আপনার উচিত)। এভরিপিডিয়া হল একটি নিরপেক্ষ এনসাইক্লোপিডিয়া যা উত্তম পুরুষ সাপেক্ষে ক্রিয়ার কালে লিখিত আছে (উদাঃ এটি হচ্ছে, তারা এই সংস্থাটি তৈরি করে)। এটি ফেসবুক নয় !!
da: Det ser ud til at du bruger første person! (fx: Vores produkt, jeg er, vi er, du burde). Everipedia er en neutral encyklopædi skrevet i tredjepersonens tid (fx: Det er, de er, Virksomheden gør). DETTE ER IKKE FACEBOOK !!
fa: به نظر می رسد که شما از فرد اول استفاده می کنید! (س: محصولات ما، من هستیم، ما هستیم، شما باید). Everipedia یک دانشنامه خنثی است که در زمان سوم شخص نوشته شده است (به عنوان مثال: این است که آنها هستند، شرکت می سازد). این فیس بوک نیست!
hi: ऐसा लगता है आप उत्तम पुरुष का प्रयोग कर रहे हैं! (जैसे: हमारा उत्पाद, मैं हूं, हम हैं, आपको चाहिए)।Everipedia एक तटस्थ विश्वकोश है जिसे अन्य पुरुष काल में लिखा गया है(जैसे: यह है, वे हैं, कंपनी बनाती है)। यह फेसबुक नहीं है!!
id: Sepertinya kamu menggunakan orang pertama! (contoh: Produk kami, saya, Kami, Anda harus). Everipedia adalah ensiklopedia netral yang ditulis dengan pandangan orang ketiga (contoh: Yaitu, Mereka, Perusahaan membuat). INI BUKAN FACEBOOK!!
it: Sembra che stia scrivendo in prima persona! (ex: Il nostro prodotto, Io sono, Noi siamo, Voi dovreste). Everipedia è un'enciclopedia neutrale scritta in terza persona (es: It is, They are, The company makes). NON SIAMO SU FACEBOOK!
ja: 1人称を使っているようですね！ （例：私たちの製品、私は、私たちは、あなたはすべきです）。 Everipediaは中立的な百科事典であり、3人称の時制で書かれています（例：それは、会社が作成します）。これはフェイスブックではありません！
nb: Ser ut som du bruker første-person! (ex: vårt produkt, jeg er, vi, bør du). Everipedia er et nøytralt leksikon skrevet i tredje person anspent (ex: det er, de er, selskapet gjør). Dette er ikke Facebook!
ru: Похоже, ты пользуешься от первого лица! (например: наш продукт, я, мы, вы должны). Everipedia - нейтральная энциклопедия, написанная в напряжении третьего лица (например: это, они есть, компания делает). ЭТО НЕ FACEBOOK !!
sk: Vyzerá to, že používate prvú osobu! (napr. náš produkt, ja som, my sme, mali by ste). Everipedia je neutrálna encyklopédia napísaná v tretej osobe (napr. To je, sú, spoločnosť robí). TOTO NIE JE FACEBOOK!
sv: Det verkar som om du använder första person! (t.ex: Vår produkt, Jag är, Vi är, Du borde). Everipedia är ett neutralt encyklopedi skrivet i tredje persons tid (t.ex: Det är, De är, Företaget gör). DETTA ÄR INTE FACEBOOK!!
th: ดูเหมือนว่าคุณใช้สรรพนามบุรุษที่หนึ่งอยู่ (เช่น: ผลิตภัณฑ์ของเรา ฉันคือ เราคือ คุณควร) Everipedia เป็นสารานุกรมที่เป็นกลางที่ใช้สรรพนามบุรุษที่สาม(เช่น นั้นคือ พวกเขาคือ บริษัทสร้าง) ที่นี่ไม่ใช่ FACEBOOK!!
tl: Mukhang gumagamit ka ng unang panauhan! (hal: aming produkto, ako, kami, dapat mo). Ang Everipedia ay neutral na ensiklopedya na nakasulat sa ikatlong panauhan (hal: ito ay, sila ay, ang kumpanya ay gumagawa). HINDI ITO FACEBOOK!!

source: Please enter a title for the page.
ar: يرجى إدخال عنوان للصفحة.
bn: পৃষ্ঠার জন্য একটি শিরোনাম লিখুন দয়া করে
da: Indtast venligst en titel for siden.
fa: لطفا یک عنوان را برای صفحه وارد کنید.
hi: कृपया पृष्ठ के लिए शीर्षक डालें।
id: Harap masukkan judul untuk halaman.
it: Inserisci un titolo per la pagina.
ja: ページのタイトルを入力してください。
nb: Skriv inn en tittel for siden.
ru: Введите название страницы.
sk: Zadajte názov stránky.
sv: Ange en titel för sidan.
th: โปรดใส่ชื่อหน้า
tl: Mangyaring mag-type ng pamagat para sa pahina.

source: Please write something for the article section. Make sure to use citations.
ar: يرجى كتابة شيء لقسم المقال. تأكد من استخدام الاستشهادات.
bn: নিবন্ধ বিভাগের জন্য কিছু লিখুন দয়া করে। উদ্ধৃতি ব্যবহার নিশ্চিত করুন।
da: Skriv venligst noget til artiklen. Sørg for at bruge citater.
fa: لطفا برای بخش مقاله بنویسید اطمینان حاصل کنید که از نقل قول استفاده کنید.
hi: कृपया लेख अनुभाग के लिए कुछ लिखें। उद्धरणों का प्रयोग करना ना भूलें।
id: Silakan tulis sesuatu untuk bagian artikel. Pastikan untuk menggunakan kutipan.
it: Digitare un contenuto per la sezione dell' articolo. Assicurarsi di utilizzare le citazioni.
ja: 記事のセクションに何か書いてください。引用を必ず使用してください。
nb: Vennligst skriv noe for artikkelen delen. Sørg for å bruke sitater.
ru: Пожалуйста, напишите что-нибудь для раздела статьи. Обязательно используйте цитаты.
sk: Napíšte niečo pre sekciu článku. Nezabudnite použiť citácie.
sv: Vänligen skriv något för artikelavsnittet. Se till att du använder citat.
th: โปรดใส่เนื้อหาสำหรับบทความส่วนนี้ ตรวจสอบให้แน่ใจว่าคุณใส่อ้างอิง
tl: Mangyaring sumulat ng anuman para sa bahaging ito ng artikulo. Tiyaking gumamit ng mga pagsipi.

source: Hello! This page needs citations (also known as footnotes, references, sources) before it can be saved. Add the links you're using as sources with the cite button above.
ar: مرحبا! تحتاج هذه الصفحة إلى الاستشهادات (المعروفة أيضًا باسم الحواشي السفلية والمراجع والمصادر) قبل أن يمكن حفظها. أضف الروابط التي تستخدمها كمصادر باستخدام زر الاستشهاد أعلاه.
bn: হ্যালো! এটি সংরক্ষণ করার আগে এই পৃষ্ঠাটিতে উদ্ধৃতির প্রয়োজন (এছাড়াও পাদটীকা, রেফারেন্স, উত্স হিসাবে পরিচিত)। উপরের উদ্ধৃতি বাটনগুলির সাথে আপনি সূত্র হিসাবে ব্যবহার করছেন এমন লিঙ্ক যুক্ত করুন।
da: Hej! Denne side har brug for citater (også kendt som fodnoter, referencer, kilder), før den kan gemmes. Tilføj de links, du bruger som kilder med cite-knappen ovenfor.
fa: سلام! این صفحه نیاز به نقل قول (همچنین به عنوان پاورقی، منابع، منابع) قبل از ذخیره می شود. لینک هایی که شما با استفاده از دکمه cite در بالا به عنوان منابع استفاده می کنید را اضافه کنید.
hi: नमस्कार! सहेजने से पहले इस पृष्ठ के लिए उद्धरणों (जिसे पाद टिप्पणी, संदर्भ, स्त्रोतके रूप में भी जाना जाता है) की जरुरत है। ऊपर दिए गए उद्धरण बटन से प्रयोग कियेजाने वाले लिंक को स्रोत के रूप में जोड़ें।
id: Halo! Halaman ini membutuhkan kutipan (juga dikenal sebagai catatan kaki, referensi, sumber) sebelum dapat disimpan. Tambahkan tautan yang Anda gunakan sebagai sumber dengan tombol kutip di atas.
it: Ciao! Questa pagina ha bisogno di citazioni (note, riferimenti, fonti) prima di poter essere salvata. Aggiungi i link che stai usando come fonti tramite il pulsante "cita" qui sopra.
ja: こんにちは！このページには、保存する前に引用（脚注、参照、ソース）をつける必要があります。上のciteボタンを使ってソースとして使用しているリンクを追加してください。
nb: hallo! Denne siden trenger sitater (også kjent som fotnoter, referanser, kilder) før den kan lagres. Legg til koblingene du bruker som kilder, med knappen Cite over.
ru: Здравствуйте! Эта страница нуждается в ссылках (также известных как сноски, ссылки, источники), прежде чем ее можно будет сохранить. Добавьте ссылки, которые вы используете в качестве источников, с помощью кнопки cite выше.
sk: Ahoj! Táto stránka potrebuje citácie (tiež známe ako poznámky pod čiarou, odkazy, zdroje) predtým, než sa dá uložiť. Pridajte prepojenia, ktoré používate ako zdroje, pomocou tlačidla citácie vyššie.
sv: Hallå! Den här sidan behöver citat (även känd som fotnoter, referenser, källor) innan den kan sparas. Lägg till länkarna som du använder som källor med citatknappen ovan.
th: สวัสดี! หน้านี้ต้องการอ้างอิง (เรียกอีกอย่างว่าเชิงอรรถหรือการอ้างอิงแหล่งที่มา) ก่อนที่จะสามารถบันทึกได้ เพิ่มลิงก์ที่คุณใช้เป็นแหล่งที่มาด้วยปุ่มอ้างอิงด้านบน
tl: Kamusta! Kailangan ng pahinang ito ang mga pagsipi (kilala rin bilang mga footnote, sanggunian, mapagkukunan) bago ito mai-save. Idagdag ang mga link na iyong ginamit bilang sanggunian gamit ang pindutang (Cite) sa itaas.

source: Join our official Facebook group if you need help with it!:
ar: انضم إلى مجموعة فيس بوك الرسمية الخاصة بنا إذا كنت بحاجة إلى مساعدة بخصوصها:
bn: আমাদের অফিশিয়াল ফেসবুক গ্রুপে যোগদান করুন যদি আপনার এর জন্য কোন সাহায্যের প্রয়োজন হয়!
da: Deltag i vores officielle Facebook-gruppe, hvis du har brug for hjælp til det !:
fa: اگر شما نیاز به کمک دارید با گروه فیس بوک رسمی ما تماس بگیرید:
hi: यदि आपको इसके संबंध में सहायता की जरुरत है तो हमारे आधिकारिक फेसबुक समूह में शामिल होइए!:
id: Bergabunglah dengan grup Facebook resmi kami jika Anda memerlukan bantuan!:
it: Unisciti al nostro gruppo Facebook ufficiale se hai bisogno di aiuto!:
ja: 助けが必要な場合は、公式のFacebookグループに参加してください！：
nb: Bli med i vår offisielle Facebook-gruppe hvis du trenger hjelp med det!:
ru: Присоединяйтесь к нашей официальной группе Facebook, если вам нужна помощь !:
sk: Pripojte sa k oficiálnej skupine Facebook, ak potrebujete pomoc!:
sv: Gå med i vår officiella Facebook-grupp om du behöver hjälp med det!:
th: เข้าร่วมกลุ่ม Facebook ทางการของเราหากคุณต้องการความช่วยเหลือ!:
tl: Sumali sa aming opisyal na Facebook group kung kailangan mo ng tulong dito!:

source: - we will hook you up. It's not hard!
ar: - سنقوم بتوصيلك. ليس بالأمر الجلل!
bn: - আমরা আপনাকে সংযুক্ত করে দেব। এটা কঠিন না!
da: - Vi vil koble dig op. Det er ikke svært!
fa: - ما به شما قلاب می کنیم سخت نیست!
hi: - हम आपको समुदाय से जोड़ देंगे। यह मुश्किल नहीं है!
id: - Kami akan menghubungkan Anda. Itu tidak sulit!
it: - ti ricontatteremo. Non è difficile!
ja: - すぐ対応します。それは難しくはないことです！
nb: -Vi vil hekte deg. Det er ikke vanskelig!
ru: - Мы тебя подцепим. Это не сложно!
sk: - budeme vám pomáhať. Nie je to ťažké!
sv: - vi kommer att hämta dig. Det är inte svårt!
th: - เราจะติดต่อคุณ ไม่ใช่เรื่องยาก!
tl: - sagot ka na namin. Hindi naman ito mahirap!

source: Please cite the link(s) you just added into the main article body. First click at the end of the sentence or paragraph you want to cite, then click the (Cite) button on the edit panel above!
ar: يرجى ذكر الرابط (الروابط) الذي أضفته للتو في نص المقالة الرئيسية. انقر أولاً على نهاية الجملة أو الفقرة التي تريد إضافة الاستشهاد إليها ، ثم انقر فوق الزر (الاسشتهاد) في لوحة التعديل أعلاه!
bn: মূল নিবন্ধে আপনি যে লিঙ্ক সংযুক্ত করেছেন দয়া করে তার উদ্ধৃতি দিন। প্রথমে আপনি উদ্ধৃত করতে চান এমন বাক্য বা অনুচ্ছেদের শেষে ক্লিক করুন, তারপর উপরের সম্পাদনা প্যানেলে (সাইট) বোতামটি ক্লিক করুন!
da: Venligst citer linket (erne), du lige har tilføjet til hovedartikelens krop. Klik først på slutningen af ​​sætningen eller det afsnit, du vil citere, og klik derefter på knappen (Citér) på redigeringspanelet ovenfor!
fa: لطفا پیوند (ها) را که به بدن اصلی مطلب اضافه کرده اید، ذکر کنید. ابتدا در انتهای جمله یا پاراگراف که می خواهید به آن اشاره کنید، روی آن کلیک کنید و سپس بر روی دکمه (Cite) در پانل ویرایش بالا کلیک کنید!
hi: कृपया हाल में जोड़े गए लिंक को मुख्य लेख वाले भाग में उद्धृत करें। सबसे पहले, उस वाक्य याअनुच्छेद के अंत में क्लिक करें जिसे आप उद्धृत करना चाहते हैं, इसके बाद ऊपर संपादन पैनल परदिए गए (उद्धृत करें) बटन पर क्लिक करें!
id: Harap mengutip tautan yang baru saja Anda tambahkan ke badan artikel utama. Pertama, klik di akhir kalimat atau paragraf yang ingin Anda kutip, lalu klik tombol (Kutip) pada panel edit di atas!
it: Si prega di citare i link appena aggiunti nel corpo principale dell'articolo. Cliccare alla fine della frase o del paragrafo che vuoi citare, quindi cliccare sul pulsante (Cite) nel pannello di modifica in alto!
ja: 主要記事の本文に追加したリンクを引用してください。最初に引用する文章または段落の最後をクリックし、上の編集パネルで（引用）ボタンをクリックします！
nb: Vennligst sitere koblingen (e) du nettopp har lagt inn i hoved artikkelen kroppen. Først klikker du på slutten av setningen eller avsnittet du vil sitere, klikk deretter på (Cite) knappen på redigeringspanelet ovenfor!
ru: Процитируйте ссылку, которую вы только что добавили в основной корпус. Сначала щелкните в конце предложения или абзаца, который вы хотите привести, затем нажмите кнопку (Cite) на панели редактирования выше!
sk: Uveďte odkaz(y), ktorý ste práve pridali do hlavného článku. Po prvom kliknutí na konci vety alebo odseku, ktoré chcete citovať, kliknite na tlačidlo (Citovať) na paneli úprav vyššie!
sv: Vänligen ange länken/länkarna som du just lagt till i huvudartikeln. Klicka först på slutet av meningen eller stycket du vill citera, klicka sedan på knappen (Citera) på redigeringspanelen ovan!
th: โปรดอ้างอิงลิงค์ที่คุณเพิ่งเพิ่มลงในเนื้อหาบทความหลัก ขั้นตอนแรกให้คลิกที่ท้ายประโยคหรือย่อหน้าที่คุณต้องการอ้างอิงแล้วคลิกปุ่ม (Cite) ในแผงแก้ไขด้านบน!
tl: Mangyaring banggitin ang (mga) link na idinagdag mo sa pangunahing katawan ng artikulo. I-click muna ang dulo ng pangungusap o talata na nais mong sipiin, pagkatapos ay i-click ang pindutang (Cite) sa panel ng pag-edit sa itaas!

source: Add New Infobox Item
ar: إضافة مربع معلومات جديد
bn: নতুন ইনফোবক্স আইটেম যোগ করুন
da: Tilføj ny infoobjekt
fa: افزودن آیتم جدید Infobox
hi: नयी इंफोबॉक्स सामग्री जोड़ें
id: Tambahkan Item Infobox Baru
it: Aggiungi nuovo elemento Infobox
ja: 新しいInfoboxアイテムを追加する
nb: Legg til nytt tilgjengelig vare
ru: Добавить новый элемент информации
sk: Pridať novú položku infoboxu
sv: Lägg till nytt Infobox-objekt
th: เพิ่มไอเทม Infobox ใหม่
tl: Magdagdag ng Bagong Infobox Item

source: Enter a classification or category
ar: أدخل تصنيف أو فئة
bn: একটি শ্রেণীবিভাগ বা বিভাগ লিখুন
da: Indtast en klassifikation eller kategori
fa: یک طبقه بندی یا دسته را وارد کنید
hi: वर्गीकरण या श्रेणी डालें
id: Masukkan klasifikasi atau kategori
it: Inserisci una classificazione o una categoria
ja: 分類またはカテゴリを入力してください
nb: Angi en klassifisering eller kategori
ru: Введите классификацию или категорию
sk: Zadajte klasifikáciu alebo kategóriu
sv: Ange en klassificering eller kategori
th: ใส่ประเภทหรือหมวดหมู่
tl: Mag-type ng uri o kategorya

source: Enter a value or a description
ar: أدخل قيمة أو وصف
bn: একটি মান বা একটি বিবরণ লিখুন
da: Indtast en værdi eller en beskrivelse
fa: یک مقدار یا یک توضیح را وارد کنید
hi: मूल्य या विवरण डालें
id: Masukkan nilai atau deskripsi
it: Immettere un valore o una descrizione
ja: バリューまたは説明を入力してください
nb: Angi en verdi eller en beskrivelse
ru: Введите значение или описание
sk: Zadajte hodnotu alebo popis
sv: Ange ett värde eller en beskrivning
th: ใส่จำนวนหรือคำอธิบาย
tl: Mag-type ng halaga o paglalarawan

source: Add Infobox Item
ar: إضافة مربع معلومات
bn: ইনফোবক্স আইটেম যোগ করুন
da: Tilføj Infobox-element
fa: اضافه کردن آیتم Infobox
hi: इंफोबॉक्स सामग्री जोड़ें
id: Tambahkan Item Infobox
it: Aggiungi voce Infobox
ja: Infoboxアイテムを追加
nb: Legg til tilgjengelig vare
ru: Добавить элемент Infobox
sk: Pridať Infobox
sv: Lägg till Infobox-artikel
th: เพิ่มไอเทม Infobox
tl: Magdagdag ng Infobox Item

source: Close
ar: إغلاق
bn: বন্ধ করুন
da: Luk
fa: بستن
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
nb: Lukk
ru: Закрыть
sk: Zatvoriť
sv: Stäng
th: ปิด
tl: Isara

source: Add a Link or File
ar: إضافة ارتباط أو ملف
bn: একটি লিঙ্ক বা ফাইল যোগ করুন
da: Tilføj et link eller en fil
fa: یک پیوند یا فایل اضافه کنید
hi: लिंक या फाइल जोड़ें
id: Tambahkan Tautan atau File
it: Aggiungere un Link o un File
ja: リンクまたはファイルを追加する
nb: Legge til en kobling eller fil
ru: Добавить ссылку или файл
sk: Pridajte odkaz alebo súbor
sv: Lägg till en länk eller fil
th: เพิ่มลิงก์หรือไฟล์
tl: Magdagdag ng Link o File

source: File
ar: ملف
bn: ফাইল
da: Fil
fa: فایل
hi: फाइल
ja: ファイル
nb: Fil
ru: Файл
sk: Súbor
sv: Fil
th: ไฟล์

source: Link
ar: رابط
bn: লিঙ্ক
fa: لینک
hi: लिंक
id: Tautan:
ja: リンク
nb: Lenke
ru: Ссылка
sk: Odkaz
sv: Länk
th: ลิงค์

source: Upload file
ar: رفع ملف
bn: ফাইল আপলোড করুন
da: Upload fil
fa: آپلود فایل
hi: फाइल अपलोड करें
id: Unggah file
it: Carica file
ja: ファイルをアップロードする
nb: Last opp fil
ru: Загрузить файл
sk: Nahrať súbor
sv: Ladda upp fil
th: อัพโหลดไฟล์
tl: Mag-upload ng file

source: Add Link
ar: أضف رابطا
bn: লিঙ্ক যোগ করুন
da: Tilføj link
fa: افزودن لینک
hi: लिंक जोड़ें
id: Tambahkan Tautan
it: Aggiungi link
ja: リンクを追加
nb: Legg til lenke
ru: Добавить ссылку
sk: Pridať odkaz
sv: ﻿Lägg till länk
th: เพิ่มลิงค์
tl: Magdagdag ng Link

source: Reset
ar: إعادة تعيين
bn: রিসেট করুন
da: Nulstil
fa: تنظیم مجدد
hi: रिसेट करें
id: Atur Ulang
ja: リセット
nb: Nullstill
ru: Сброс
sk: Resetovať
sv: Återställ
th: ตั้งค่าใหม่
tl: I-reset
