Repository: 8bitkevin/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, fa, hi, id, it, ja, nb, ru, sk, sv, th, tl

source: Chief Operating Officer
ar: مدير العمليات
bn: প্রধান পরিচালনা কর্মকর্তা
da: Driftsdirektør
fa: مدیر عامل
hi: मुख्य संचालन अधिकारी
id: Direktur Operasional
it: Chief Operating Officer (CEO)
ja: 業務執行責任者 (COO)
ru: Директор по производственным вопросам
sk: Výkonný riaditeľ prevádzky
sv: Operativ chef
th: ประธานเจ้าหน้าที่ฝ่ายปฏิบัติการ

source: Chief Community Officer, Co-Founder
ar: مدير المجتمع ، مؤسس مشارك
bn: প্রধান কমিউনিটি কর্মকর্তা, সহপ্রতিষ্ঠাতা
da: Chief Community Officer, medstifter
fa: مامور اصلی جامعه، مؤسس
hi: मुख्य समुदाय अधिकारी, सह-संस्थापक
id: Chief Community Officer, Pendiri Bersama
it: Chief Community Officer (CCO), Co-fondatore
ja: 共同設立者チーフ・コミュニティ・オフィサー
nb: Chief Community Officer, co-grunnlegger
ru: Главный сотрудник сообщества, соучредитель
sk: Výkonný riaditeľ komunity, spoluzakladateľ
sv: Chief Community Officer, medgrundare
th: ประธานฝ่ายชุมชน, ผู้ร่วมก่อตั้ง

source: Activity limit reached
ar: تم الوصول إلى حد النشاط
bn: কার্যকলাপ সীমায় পৌঁছেছেন
da: Aktivitetsgrænse nået
fa: محدودیت فعالیت به دست آمده
hi: गतिविधि सीमा समाप्त हो गयी है
id: Batas aktivitas tercapai
it: Limite di attività raggiunto
ja: アクティビティの上限に達しました
nb: Aktivitet grense nådd
ru: Достигнут предел действия
sk: Dosiahnutý limit aktivity
sv: Aktivitetsgräns uppnådd
th: ถึงขีดจำกัดกิจกรรมแล้ว
tl: Naabot ang limitasyon ng aktibidad

source: Hey! You've added 15 morsels of knowledge to Everipedia now, so we have paused your account until Master Editors have had a chance to review your work. Shouldn't take too long, you'll probably be good to go in less than 5 minutes.
ar: مرحباً! لقد أضفت 15 معلمة من المعرفة إلى إيفريبيديا الأن، لذا قمنا بإيقاف حسابك مؤقتًا حتى تتاح الفرصة لـلمحررين الرئيسيين لمراجعة عملك. لا ينبغي أن يستغرق الأمر وقتًا طويلاً ، فمن المحتمل أن تستكمل التحرير في أقل من 5 دقائق.
bn: আরে! আপনি ১৫টি শিক্ষণীয় অংশ এভরিপিডিয়াতে এখন সংযোজন করেছেন, তাই আমরাআপনার একাউন্টটি স্থগিত করছি যতক্ষণ অব্দি দক্ষ সম্পাদক আপনার কাজকে দেখার সময় না পানএর জন্য বেশি সময় লাগবে না, ৫ মিনিটেরও কম সময়ে আপনি হয়ত কাজ চালিয়ে যেতে সক্ষমহবেন
da: Hej! Du har tilføjet 15 morselskaber til Everipedia nu, så vi har standset din konto, indtil hovedredaktører har haft mulighed for at gennemgå dit arbejde. Skal ikke tage for lang tid, vil du nok være god til at gå på mindre end 5 minutter.
fa: هی شما اکنون 15 مورد از دانش را به Everipedia اضافه کرده اید، بنابراین ما حساب خود را متوقف کرده اید تا زمانی که استاد ویراستاران فرصتی برای بررسی کار شما داشته باشند. نباید بیش از حد طول بکشد، احتمالا کمتر از 5 دقیقه طول خواهد کشید.
hi: आप Everipedia पर अब तक जानकारी के 15 खंड डाल चुके हैं, इसलिएहमने आपके खाते को तब तक के लिए बंद दिया है जब तक कि मुख्य संपादकोंको आपके कार्य की समीक्षा करने का अवसर नहीं मिलता। इसमें ज्यादा समय नहींलगना चाहिए, आप 5 मिनट से भी कम समय में दोबारा जारी कर पाएंगे।
id: Hei! Anda telah menambahkan 15 lembar pengetahuan ke Everipedia sekarang, jadi kami telah menghentikan akun Anda sampai Editor Master berkesempatan meninjau karya Anda. Tidak perlu waktu lama, Anda mungkin dapat pergi dalam waktu kurang dari 5 menit.
it: Ehi, hai già aggiunto 15 bocconi di conoscenza a Everipedia, quindi abbiamo sospeso il tuo account fino a quando un Master Editor non avrà avuto la possibilità di rivedere il tuo lavoro. Non dovrebbe volerci troppo tempo, probabilmente potrai continuare tra 5 minuti.
ja: こんにちは！Everipediaに１５の知識を追加したので、編集を管理する者があなたの仕事の評価する間アカウントを一時停止しました。長くとどまらず、5分以内にこのサイトを離れて下さい。
nb: hei! Du har lagt 15 retter av kunnskap til Everipedia nå, så vi har stoppet kontoen din før Master redaktører har hatt en sjanse til å vurdere arbeidet ditt. Bør ikke ta for lang tid, vil du sannsynligvis være bra å gå på mindre enn 5 minutter.
ru: Привет! Вы добавили в Everipedia 15 кусочков знаний, поэтому мы приостановили вашу учетную запись, пока у главных редакторов не было возможности просмотреть вашу работу. Не стоит задерживаться слишком долго, возможно, вам удастся пройти менее 5 минут.
sk: Hey! Pridali ste do Everipedy 15 poznatkov o znalostiach, takže sme pozastavili váš účet, aby majstri redaktori mali šancu skontrolovať vašu prácu. Nemalo by to trvať príliš dlho, pravdepodobne by to malo byť za necelých 5 minút.
sv: Hallå! Du har lagt till 15 bitar av kunskap till Everipedia nu, så vi har pausat ditt konto tills huvudredaktörer har haft chans att granska ditt arbete. Bör inte ta för lång tid, du är noga med att gå på mindre än 5 minuter.
th: เฮ้! คุณได้เพิ่มความรู้ทั้งหมด 15 เรื่องใน Everipedia แล้วดังนั้นเราจึงได้ระงับบัญชีของคุณไว้ชั่วคราวจนกว่า Master Editorsจะมีโอกาสทบทวนงานของคุณ เราจะใช้เวลาไม่นานบัญชีคุณอาจจะตรวจเสร็จเรียบร้อยภายในไม่ถึง 15 นาที
tl: Hi! Nagdagdag ka ng 15 morsel ng kaalaman sa Everipedia ngayon, kaya pinahintomuna namin ang iyong account hanggang sa matingnan ng mga Master Editor ang iyong ginawa. Hindi dapat ito matagal, malamang sa loob ng 5 minuto ay pwede na uli.

source: In the meantime, please join our official Facebook group:
ar: في هذه الأثناء ، يرجى الانضمام إلى مجموعة فيس بوك الرسمية:
bn: এই সময়ের মধ্যে, দয়া করে আমাদের অফিসিয়াল ফেসবুক গ্রুপে যোগ দিন:
da: I mellemtiden skal du være med i vores officielle Facebook-gruppe:
fa: در ضمن، لطفا به گروه رسمی فیس بوک بپیوندید:
hi: तब तक, कृपया हमारे आधिकारिक फेसबुक समूह में शामिल होइए:
id: Sementara itu, silakan bergabung dengan grup Facebook resmi kami:
it: Nel frattempo, potete unirvi al nostro gruppo Facebook ufficiale:
ja: その間、公式のFacebookグループに参加してください：
nb: I mellomtiden kan du bli med på vår offisielle Facebook-gruppe:
ru: Тем временем, пожалуйста, присоединяйтесь к нашей официальной группе Facebook:
sk: Zatiaľ sa pripojte k oficiálnej Facebook skupine:
sv: Under tiden vänligen gå med i vår officiella Facebook-grupp:
th: ในระหว่างนี้ โปรดเข้าร่วมกลุ่ม Facebook ทางการของเรา:
tl: Samantala, mangyaring sumali sa aming opisyal na Facebook group:

source: It’s the best way to reach the community!
ar: إنه أفضل طريقة للوصول إلى المجتمع!
bn: কমিউনিটিতে পৌঁছানোর এটি সব থেকে ভাল উপায়!
da: Det er den bedste måde at nå samfundet på!
fa: این بهترین راه برای رسیدن به جامعه است!
hi: यह समुदाय तक पहुंचने का सबसे अच्छा तरीका है!
id: Ini adalah cara terbaik untuk menjangkau komunitas!
it: È il modo migliore per connettersi con la community!
ja: それはコミュニティに連絡する最善の方法です！
nb: Det er den beste måten å nå fellesskapet!
ru: Это лучший способ добраться до сообщества!
sk: Je to najlepší spôsob, ako sa dostať ku komunite!
sv: Det är det bästa sättet att nå samhället!
th: เป็นวิธีที่ดีที่สุดในการเข้าถึงชุมชน!
tl: Ito ang pinakamagandang paraan upang maabot ang komunidad!

source: Sign in
ar: تسجيل الدخول
bn: সাইন ইন করুন
da: Log ind
fa: ورود
hi: साइन इन करें
id: Masuk
it: Accedi
ja: サインイン
nb: Logg inn
ru: Войти
sk: Prihlásiť sa
sv: Logga in
th: เข้าสู่ระบบ
tl: Mag-sign in

source: Sign in to Everipedia
ar: تسجيل الدخول إلى إيفريبيديا
bn: Everipedia -এ সাইন ইন করুন
da: Log ind på Everipedia
fa: وارد شوید به Everipedia
hi: Everipedia में साइन इन करें
id: Masuk ke Everipedia
it: Accedi a Everipedia
ja: Everipediaにサインインする
nb: Logg på Everipedia
ru: Войти в Everipedia
sk: Prihláste sa do služby Everipedia
sv: Logga in på Everipedia
th: ลงชื่อเข้าใช้ Everipedia
tl: Mag-sign in sa Everipedia

source: Log in with Facebook
ar: تسجيل الدخول عبر فيس بوك
bn: ফেসবুক দিয়ে লগ ইন করুন
da: Log ind med Facebook
fa: برای ورود با فیس بوک
hi: फेसबुक से लॉगइन करें
id: Masuk dengan Facebook
it: Accedi con Facebook
ja: Facebookでログインする
nb: Logg inn med Facebook
ru: Войти с Facebook
sk: Prihlásiť sa cez Facebook
sv: Logga in med Facebook
th: เข้าใช้ด้วย Facebook
tl: Mag-login gamit ang Facebook

source: Log in with Twitter
ar: تسجيل الدخول عبر تويتر
bn: টুইটার দিয়ে লগ ইন করুন
da: Logg inn med Twitter
fa: ورود با توئیتر
hi: ट्विटर से लॉगइन करें
id: Masuk dengan Twitter
it: Accedi con Twitter
ja: Twitterでログインする
nb: Logg inn med Twitter
sk: Prihlásiť sa cez Twitter
sv: Logga in med Twitter
th: เข้าสู่ระบบด้วย Twitter
tl: Mag-login gamit ang Twitter

source: Need an account?
ar: هل تحتاج إلى حساب؟
bn: একটি এক্যাউন্ট প্রয়োজন?
da: Har du brug for en konto?
fa: نیاز به یک حساب کاربری دارید؟
hi: क्या आपको खाता चाहिए?
id: Perlu akun?
it: Hai bisogno di un account?
ja: アカウントが必要です？
nb: Trenger du en konto?
ru: Нужен аккаунт?
sk: Potrebujete účet?
sv: Behöver du ett konto?
th: ต้องการบัญชี
tl: Kailangan ng account?

source: Register here
ar: التسجيل من هنا
bn: এখানে নিবন্ধন করুন
da: Tilmeld dig her
fa: از اینجا ثبت نام کن
hi: यहाँ पंजीकरण करें
id: Mendaftar di sini
it: Registrati
ja: 登録はこちらから
nb: Registrer deg her
ru: Зарегистрироваться
sk: Zaregistrujte sa tu
sv: Anmäl dig här
th: ลงทะเบียนที่นี่
tl: Gumawa ng account dito

source: Visit Profile
ar: زيارة الملف الشخصي
bn: প্রোফাইল দেখুন
da: Besøg profil
fa: دیدن پروفایل
hi: प्रोफाइल पर जाएं
id: Kunjungi Profil
it: Visita il profilo
ja: プロフィールへ
nb: Besøk profil
ru: Посетить профиль
sk: Navštívit profil
sv: Besök Profil
th: ไปที่โปรไฟล์
tl: Tingnan ang Profile

source: Settings
ar: الإعدادات
bn: সেটিংস
da: Indstillinger
fa: تنظیمات
hi: सेटिंग
id: Pengaturan
it: Impostazioni
ja: 設定
nb: Innstillinger
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tl: Mga Setting

source: Log Out
ar: تسجيل الخروج
bn: লগ- আউট করুন
da: Log Ud
fa: خروج
hi: लॉगआउट करें
id: Keluar
it: Esci
ja: ログアウト
nb: Logg Ut
ru: Выйти
sk: Odhlásiť sa
sv: Logga ut
th: ออกจากระบบ
tl: Mag-logout

source: Register / Log In
ar: التسجيل / تسجيل الدخول
bn: নিবন্ধন/ লগইন করুন
da: Tilmeld / Log ind
fa: ثبت نام / ورود
hi: पंजीकरण करें/लॉगइन करें
id: Daftar / Masuk
it: Registrati / Log in
ja: 登録/ログイン
nb: Registrer/Logg in
ru: Регистрация / Войти
sk: Registrácia / Prihlásenie
sv: Registrera inloggning
th: ลงทะเบียน / เข้าสู่ระบบ
tl: Gumawa ng account / Mag-login

source: New message
ar: رسالة جديدة
bn: নতুন বার্তা
da: Ny beskedComment
fa: پیام جدید
hi: नया संदेश
id: Pesan Baru
it: Nuovo messaggio
ja: 新規メッセージ
nb: Ny melding
ru: Новое сообщение
sk: Nová správa
sv: Nytt meddelande
th: ข้อความใหม่
tl: Bagong mensahe

source: by
ar: بواسطة
bn: দ্বারা
da: af
fa: توسط
hi: इनके द्वारा
id: oleh
it: da
nb: av
ru: от
sk: od
sv: av
th: โดย
tl: sa pamamagitan ng

source: Create an account
ar: إنشاء حساب
bn: একটি অ্যাকাউন্ট তৈরি করুন
da: Opret en konto
fa: ایجاد یک حساب کاربری
hi: खाता बनाएं
id: Buat akun
it: Crea un account
ja: アカウントを作成
nb: Lag en konto
ru: Создать аккаунт
sk: Vytvorte si účet
sv: Skapa ett konto
th: สร้างบัญชี
tl: Gumawa ng account

source: Have an account?
ar: هل لديك حساب؟
bn: একাউন্ট আছে?
da: Har du en konto ?
fa: حساب کاربری دارید؟
hi: क्या आपके पास खाता है?
id: Punya Akun?
it: Hai un account?
ja: アカウントをお持ちですか？
nb: Har du allerede en konto?
ru: Есть учетная запись?
sk: Máte už účet?
sv: Konto?
th: มีบัญชีแล้วใช่ไหม
tl: Mayroon ka na bang account?

source: Login
ar: تسجيل الدخول
bn: লগইন করুন
da: Log ind
fa: ورود
hi: लॉगइन करें
id: Masuk
it: Accedi
ja: ログイン
nb: Logg inn
ru: Войти
sk: Prihlásenie
sv: Logga in
th: เข้าสู่ระบบ
tl: Mag-login

source: Registration is currently invite only due to blockchain software testing. Join us on Telegram and Reddit in the meantime to become a part of Everipedia today!
ar: التسجيل يتم حاليا من خلال الدعوة فقط بسبب اختبار برمجة بلوكتشاين (Blockchain). انضم إلينا على تيليجرام وريديت في الوقت الحالي لتصبح جزءًا من إيفريبيديا اليوم!
bn: ব্লকচেইন সফটওয়্যার পরীক্ষার কারণে নিবন্ধন বর্তমানে বন্ধ আছে।এই সময়ে এভরিপিডিয়ার অংশ হয়ে উঠতে টেলিগ্রাম ও রেডিটে আমাদেরসাথে যোগ দিন
da: Registrering er i øjeblikket kun inviteret på grund af blockchain software test. Deltag i os på Telegram og Reddit i mellemtiden for at blive en del af Everipedia i dag!
fa: ثبت نام در حال حاضر تنها با توجه به تست نرم افزار blockchain دعوت می شود. در همین حال به Telegram و Reddit بپیوندید تا امروز بخشی از Everipedia شوید!
hi: ब्लॉकचेन सॉफ्टवेयर परीक्षण के कारण वर्तमान में केवल आमंत्रित लोग ही पंजीकरण कर सकते हैं। तब तक, Everipedia काहिस्सा बनने के लिए आज ही हमारे साथ टेलीग्राम और रेडिट पर जुड़ें!
id: Pendaftaran saat ini hanya diundang karena pengujian perangkat lunak blockchain. Bergabunglah bersama kami di Telegram dan Reddit untuk menjadi bagian dari Everipedia hari ini!
it: La registrazione attualmente è disponibile solo trmite invito, a causa del test della piattaforma. Unisciti a noi su Telegram e Reddit nel frattempo per diventare parte di Everipedia oggi!
ja: 登録は現在、ブロックチェーンソフトウェアテストのため、招待のみです。Everipediaのメンバーになるために、TelegramとRedditをフォローしましょう！
nb: Registrering er for tiden inviterer bare på grunn av blockchain software testing. Bli med oss på Telegram og reddit i mellomtiden å bli en del av Everipedia dag!
ru: Регистрация в настоящее время приглашаем только из-за тестирования программного обеспечения на блочной цепи. Присоединяйтесь к нам на Telegram и Reddit тем временем, чтобы стать частью Everipedia сегодня!
sk: Registrácia je momentálne iba na pozvanie kvôli testovaniu softvéru blockchain. Pridajte sa k nám zatiaľ na Telegram a Reddit a stante sa tak súčasťou Everipedia!
sv: Registrering är för närvarande inbjuden endast på grund av blockchainprogramtestning. Gå med på Telegram och Reddit under tiden för att bli en del av Everipedia idag!
th: การลงทะเบียนจะต้องผ่านการเชิญทั้งหมดเนื่องจากการทดสอบซอฟแวร์ blockchain เข้าร่วมกับ Telegram และ Reddit ไปก่อนเพื่อร่วมเข้าเป็นส่วนหนึ่งของ Everipedia วันนี้!
tl: Kasalukuyang limitado ang pagpaparehistro sa pamamagitan ng mga invite dahil sa pag-test ng blockchain software. Sumali muna sa amin sa Telegram at Reddit upang maging bahagi ng Everipedia ngayon!

source: Welcome to the Everipedia editor community!
ar: مرحبًا بك في مجتمع محرري إيفريبيديا!
bn: এভরিপিডিয়া সম্পাদক সংঘে স্বাগতম!
da: Velkommen til Everipedia editor community!
fa: به انجمن ویرایشگر Everipedia خوش آمدید!
hi: Everipedia संपादक समुदाय में आपका स्वागत है!
id: Selamat datang di komunitas editor Everipedia!
it: Benvenuti nella comunità degli editor di Everipedia!
ja: Everipediaエディタコミュニティへようこそ！
nb: Velkommen til Everipedia redaktør Community!
ru: Добро пожаловать в сообщество редакторов Everipedia!
sk: Vitajte v komunite editorov Everipedia!
sv: Välkommen till Everipedia-redaktörsgemenskapen!
th: ยินดีต้อนรับสู่ชุมชนบรรณาธิการ Everipedia!
tl: Maligayang pagdating sa komunidad ng mga editor ng Everipedia!

source: Sign up to become an editor to access more features and an ad-free experience.
ar: سجل لتصبح محررًا لتتمكن من الوصول إلى المزيد من الميزات وللحصول على تجربة خالية من الإعلانات.
bn: আরো বৈশিষ্ট্যপূর্ণ এবং একটি বিজ্ঞাপনহীন অভিজ্ঞতা পেতে একটি সম্পাদক হওয়ার জন্য সাইন আপ করুন।
da: Tilmeld dig for at blive redaktør for at få adgang til flere funktioner og en annoncefri oplevelse.
fa: ثبت نام برای تبدیل شدن به یک ویرایشگر برای دسترسی به ویژگی های بیشتر و یک تجربه تبلیغ بدون تبلیغات.
hi: और अधिक सुविधाएं और विज्ञापन-मुक्त अनुभव पाने के लिए संपादक बनने के लिएसाइन अप करें।
id: Mendaftarlah untuk menjadi editor untuk mengakses lebih banyak fitur dan pengalaman bebas iklan.
it: Iscriviti per diventare un editor e accedere a più funzioni e un'esperienza senza pubblicità.
ja: さらに多くの機能と広告がない体験にアクセスできる編集者になるために登録してください。
nb: Registrer deg for å bli en redaktør for å få tilgang til flere funksjoner og en reklamefri opplevelse.
ru: Зарегистрируйтесь, чтобы стать редактором для доступа к дополнительным функциям и бесплатному использованию рекламы.
sk: Zaregistrujte sa, aby ste sa stali editorom a získali prístup k ďalším funkciám a bez reklám skúsenostiam.
sv: Anmäl dig för att bli en redaktör för att få tillgång till fler funktioner och en annonsfri upplevelse.
th: ลงทะเบียนเป็นบรรณาธิการเพื่อเข้าถึงฟังก์ชันและประสบการณ์แบบไม่มีโฆษณา
tl: Mag-sign up bilang editor upang ma-access ang mas maraming feature at mawalan ng mga ad.

source: Sign up
ar: التسجيل
bn: সাইন আপ করুন
da: Tilmeld
fa: ثبت نام
hi: साइन अप करें
id: Daftar
it: Registrati
ja: サインアップ
nb: Meld på
ru: Регистрация
sk: Registrácia
sv: Registrera dig
th: สมัครสมาชิก
tl: Mag-sign up

source: By clicking sign up above you agree to our
ar: بالنقر على التسجيل أعلاه فإنك توافق على
bn: উপরে সাইন আপ-এ ক্লিক করে আপনি আমাদের সাথে একমত হচ্ছেন
da: Ved at klikke på Tilmeld dig ovenfor accepterer du vores
fa: با کلیک بر روی ثبت نام در بالا شما با ما موافقت می کنید
hi: ऊपर साइन अप पर क्लिक करके आप हमारी
id: Dengan mengklik daftar di atas Anda setuju dengan
it: Cliccando su Iscriviti sopra accetti i nostri
ja: 上記のサインアップをクリックすると、私たちの
nb: Ved å klikke på Registrer deg over godtar du
ru: Нажимая надпись вверх, вы соглашаетесь с нашими
sk: Kliknutím na tlačidlo potvrdenia vyššie súhlasíte s našimi
sv: Genom att klicka på anmälan ovan accepterar du vår
th: เมื่อคลิกลงชื่อสมัครใช้ด้านบนคุณยินยอมให้เรา
tl: Sa pag-click sa pag-sign up sa itaas, sumasang-ayon ka sa aming

source: Terms of Service
ar: شروط الخدمة
bn: পরিষেবা শর্তাবলী
da: Vilkår for brug
fa: شرایط استفاده از خدمات
hi: सेवा की शर्तों के लिए अपनी सहमति देते हैं
id: Ketentuan Layanan
it: Termini di Servizio
ja: 利用規約
nb: Vilkår for bruk
ru: Условия использования
sk: Podmienky používania
sv: Köpvillkor
th: เงื่อนไขการให้บริการ
tl: Mga Tuntunin ng Serbisyo

source: Searching...
ar: جار البحث...
bn: অনুসন্ধান চলছে...
da: Søger...
fa: در حال جستجو...
hi: खोज रहा है...
id: Mencari...
it: Ricerca in corso…
ja: 検索中...
nb: Søker …
ru: Поиск...
sk: Vyhľadávanie...
sv: Söker…
th: กำลังค้นหา...
tl: Naghahanap...

source: Can't find it below?
ar: لا يمكن العثور عليه أدناه؟
bn: এটি নিচে খুঁজে পাওয়া যায়নি?
da: Kan du ikke finde det nedenfor?
fa: نمی توانم آن را در زیر پیدا کنم؟
hi: यह नीचे नहीं मिला?
id: Tidak dapat menemukannya di bawah ini?
it: Non riesci a trovarlo qui?
ja: 下の方にみつかりませんか？
nb: Skrånende ' finner den neden?
ru: Не можете найти его ниже?
sk: Nenašlo sa to nižšie?
sv: Kan du inte hitta det nedan?
th: ไม่พบข้อมูลด้านล่างนี้ใช่ไหม
tl: Hindi mo ba mahanap sa ibaba?

source: Create
ar: إنشاء
bn: তৈরি করুন
da: Opret
fa: ایجاد
hi: बनाएं
id: Buat
it: Crea
ja: 作成
nb: Opprett
ru: Создать
sk: Vytvoriť
sv: Skapa
th: สร้าง
tl: Gumawa

source: a new page titled
ar: صفحة جديدة بعنوان
bn: একটি নতুন পৃষ্ঠাকে শিরোনাম প্রদান করা হয়েছে
da: en ny side med titlen
fa: یک صفحه جدید با عنوان
hi: इस शीर्षक वाला एक नया पृष्ठ
id: halaman baru berjudul
it: una nuova pagina intitolata
ja: タイトルが付いた新しいページ
nb: en ny side med tittelen
ru: новая страница под названием
sk: nová stránka s názvom
sv: en ny sida med titeln
th: ชื่อเรื่องหน้าเว็บ
tl: ng bagong pahina na pinamagatang

source: Or try the
ar: أو جرب
bn: বা চেষ্টা করুন
da: Eller prøv
fa: یا سعی کنید
hi: या आजमायें
id: Atau coba
it: Oppure prova il
ja: または〜を試す
nb: Eller prøv den
ru: Или попробуйте
sk: Alebo vyskúšajte
sv: Eller prova
th: หรือลองทำ
tl: O subukan ang

source: advanced search.
ar: بحث متقدم.
bn: উন্নতমানের অনুসন্ধান
da: UDVIDET SØGNING
fa: جستجوی پیشرفته
hi: उन्नत खोज
id: Pencarian lanjutan
it: ricerca avanzata.
ja: 物件検索。
nb: Avansert søk
sk: pokročilé vyhľadávanie.
sv: avancerad sökning
th: การค้นหาขั้นสูง
tl: mas malalim na paghahanap.

source: Everipedia couldn’t find anything with the name
ar: لم يتمكن إيفريبيديا من العثور على أي شيء يحمل الاسم
bn: এভরিপিডিয়া এই নামের সাথে সংশ্লিষ্ট কিছুই খুঁজে পায়নি
da: Everipedia kunne ikke finde noget med navnet
fa: Everipedia نتوانست چیزی با نام پیدا کند
hi: Everipedia को इस नाम से कुछ नहीं मिला
id: Everipedia tidak dapat menemukan apa pun dengan nama itu
it: Everipedia non è riuscito a trovare nulla con il nome
ja: Everipediaはその名前と一致する情報はみつかりませんでした
nb: Everipedia kunne ikke finne noe med navnet
ru: Everipedia не смогла найти ничего с именем
sk: Everipedia nenašla nič s menom
sv: Everipedia kunde inte hitta något med namnet
th: Everipedia ไม่พบหน้าเว็บชื่อนี้
tl: Hindi mahanap ng Everipedia ang anumang bagay na may ganyang pangalan

source: If you know any links associated with this page, try searching for those links
ar: إذا كنت تعرف أي روابط مرتبطة بهذه الصفحة ، فحاول البحث عن تلك الروابط
bn: আপনি যদি এই পৃষ্ঠার সাথে যুক্ত কোন লিঙ্ক চেনেন, তাহলে সেই লিঙ্কগুলি অনুসন্ধান করার চেষ্টা করুন
da: Hvis du kender nogen links, der er knyttet til denne side, skal du prøve at søge efter disse links
fa: اگر شما هر لینک مرتبط با این صفحه را می دانید، سعی کنید آن لینک ها را جستجو کنید
hi: यदि आपको इस पृष्ठ से संबंधित कोई लिंक पता है तोउन लिंक्स को खोजने का प्रयास करें
id: Jika Anda mengetahui tautan apa pun yang terkait dengan laman ini, coba cari tautan tersebut
it: Se conosci dei link associati a questa pagina, prova a cercare questi link
ja: このページに関連付けられているリンクが分かっている場合は、それらのリンクを検索してみてください
nb: Hvis du kjenner noen linker knyttet til denne siden, kan du prøve å søke etter disse koblingene
ru: Если вы знаете какие-либо ссылки, связанные с этой страницей, попробуйте найти эти ссылки
sk: Ak poznáte nejaké odkazy spojené s touto stránkou, skúste vyhľadať tieto odkazy
sv: Om du känner till några länkar som är associerade med den här sidan, försök att söka efter länkarna
th: หากคุณรู้จักลิงค์ใด ๆ ที่เชื่อมโยงกับหน้านี้ ให้ลองค้นหาลิงก์เหล่านั้น
tl: Kung may alam kang link na nauugnay sa pahinang ito, subukang hanapin ang mga link na iyon

source: Verified Editor
ar: محرر موثوق
bn: যাচাইকৃত সম্পাদক
da: Verificeret editor
fa: تأیید شده ویرایشگر
hi: सत्यापित संपादक
id: Editor Terverifikasi
it: Editor Verificato
ja: 検証済みエディタ
nb: Bekreftet redaktør
ru: Проверенный редактор
sk: Overený editor
sv: Verifierad redaktör
th: บรรณาธิการที่ยืนยันตัวตนแล้ว
tl: Naberipikang Editor

source: Bullet
ar: كرة صغيرة
bn: বুলেট
da: Kugle
fa: گلوله
hi: बुलेट
it: Bollettino
ja: ビュレット
nb: Listepunkt
ru: Маркер
sk: Odrážka
sv: Punkt
th: ข่าว

source: Recent news
ar: أحدث الأخبار
bn: সাম্প্রতিক খবর
da: Seneste nyt
fa: آخرین اخبار
hi: नया समाचार
id: Berita Terkini
it: News recenti
ja: 最近のニュース
nb: Siste nyheter
ru: Последние публикации
sk: Nedávne udalosti
sv: Senaste nytt
th: ข่าวสารล่าสุด
tl: Bagong balita

source: Everipedia IQ tokens are now in circulation on the EOS mainnet. Follow Everipedia on
ar: يتم الآن تداول العملات الرمزية لIQ إيفريبيديا على إي أو إس مانيت (EOS Mainnet) . اتبع إيفريبيديا على
bn: এভরিপিডিয়া আইকিউ টোকেনসমূহ ইওএস মেইনেটে বর্তমানের প্রচারিত হচ্ছে। এভারপিডিয়ারঅনুসরণ করুন
da: Everipedia IQ tokens er nu i omløb på EOS mainnet. Følg Everipedia på
fa: نشانه های Everipedia IQ در حال حاضر در EOS minnet منتشر می شود. دنبال Everipedia در
hi: Everipedia आईक्यू टोकन अब EOS मेननेट पर संचार में हैं। इसपर Everipedia को फॉलो करें
id: Token Everipedia IQ sekarang beredar di EOS mainnet. Ikuti Everipedia di
it: I gettoni IQ Everipedia sono ora in circolazione sul main network di EOS. Segui Everipedia su
ja: Everipedia IQトークンはEOSメインネット上で流通しています。 〜についてEveripediaをフォローして下さい
nb: Everipedia IQ tokens er nå i omløp på EOS mainnet. Følg Everipedia på
ru: Значки IQ Everipedia теперь находятся в обращении в сети EOS. Следуйте за Everipedia on
sk: Žetóny Everipedia IQ sú teraz v obehu na hlavnej sieti EOS. Sledujte Everipediu na
sv: Everipedia IQ-tokens är nu i omlopp på EOS mainnet. Följ Everipedia på
th: ขณะนี้โทเคน Everipedia IQ อยู่บน mainnet EOS ติดตาม Everipedia ได้บน
tl: Ang mga IQ token ng Everipedia ay nasa sirkulasyon na sa EOS mainnet. Sundan ang Everipedia sa

source: to learn about upcoming features and developments!
ar: للتعرف على الميزات والتطورات القادمة!
bn: আসন্ন বৈশিষ্ট্য এবং উন্নয়ন সম্পর্কে জানতে!
da: at lære om kommende funktioner og udviklinger!
fa: برای یادگیری در مورد ویژگی های آینده و تحولات!
hi: आगामी सुविधाओं और विकासों के बारे में जानने के लिए!
id: untuk belajar tentang fitur dan perkembangan yang akan datang!
it: per conoscere nuove funzionalità e sviluppi futuri!
ja: 今後の機能や開発について知りたい！
nb: å lære om kommende funksjoner og utviklinger!
ru: узнать о предстоящих функциях и событиях!
sk: dozvedieť sa o nadchádzajúcich funkciách a vývoji!
sv: att lära sig om kommande funktioner och utveckling!
th: เพื่อเรียนรู้เกี่ยวกับฟังก์ชันและการพัฒนาที่กำลังจะมาถึง!
tl: para makibalita sa mga bagong feature at mga pagbabago!
