Repository: 8bitkevin/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, fa, hi, id, it, ja, nb, ru, sk, sv, th, tl

source: Thanks for using our site!
ar: شكرا لاستخدام موقعنا!
bn: আমাদের সাইটটি ব্যবহার করার জন্য ধন্যবাদ!
da: Tak for at bruge vores hjemmeside!
fa: با تشکر از استفاده از سایت ما!
hi: हमारी साइट का प्रयोग करने के लिए धन्यवाद!
id: Terima kasih telah menggunakan situs kami!
it: Grazie per aver utilizzato il nostro sito!
ja: 当社のサイトをご利用いただき、ありがとうございます！
nb: Takk for at du bruker vår side!
ru: Спасибо за использование нашего сайта!
sk: Ďakujeme za používanie našich stránok!
sv: Tack för att du använder vår webbplats!
th: ขอบคุณที่ใช้เว็บไซต์ของเรา!
tl: Salamat sa paggamit ng aming site!

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
ar: هل نسيت كلمة المرور؟ أدخل عنوان بريدك الإلكتروني أدناه ، وسنرسل إلى بريدك الإلكتروني تعليمات لإعداد كلمة مرور جديدة.
bn: আপনার পাসওয়ার্ড ভুলে গেছেন? নীচে আপনার ইমেল ঠিকানা লিখুন, এবং আমরা একটি নতুন পাসওয়ার্ড সেট করার জন্য নির্দেশাবলীসহ ইমেল পাঠাব।
da: Glemt dit kodeord? Indtast din e-mail-adresse nedenfor, og vi sender e-mail-instruktioner til indstilling af en ny.
fa: آیا رمز ورود خود را فراموش کرده اید؟ آدرس ایمیل خود را در زیر وارد کنید و دستورالعمل هایی را برای تنظیم یک ایمیل جدید خواهیم فرستاد.
hi: क्या आप अपना पासवर्ड भूल गए? नीचे अपना ईमेल पता डालें, और हम एक नया पासवर्ड सेट करने के लिए आपको निर्देशईमेल करेंगे।
id: Lupa kata sandi Anda? Masukkan alamat email Anda di bawah ini, dan kami akan mengirimi email petunjuk untuk mengatur yang baru.
it: Hai dimenticato la password? Inserisci il tuo indirizzo email qui sotto e ti invieremo le istruzioni per impostarne una nuova.
ja: パスワードをお忘れですか？下にメールアドレスを入力すると、新しいパスワードの設定手順がメールで送信されます。
nb: Glemt passordet ditt? Skriv inn din e-postadresse nedenfor, og vi vil e-instruksjoner for å sette en ny.
ru: Забыли пароль? Введите свой адрес электронной почты ниже, и мы отправим вам инструкции по настройке нового.
sk: Zabudnuté heslo? Zadajte nižšie svoju e-mailovú adresu a my vám pošleme e-mailom a pokyny pre nastavenie nového.
sv: Glömt ditt lösenord? Ange din e-postadress nedan, och vi skickar en e-post till instruktioner för att ange en ny.
th: ลืมรหัสผ่านใช่ไหม กรอกอีเมลของคุณด้านล่างและเราจะส่งอีเมลขั้นตอนการตั้งรหัสผ่านใหม่
tl: Nakalimutan mo ba ang password mo? I-type ang email address mo sa ibaba, at magpapadala kami ng mga tagubilin sa email mo para baguhin ito.

source: Email address:
ar: البريد الإلكتروني:
bn: ইমেইল ঠিকানা‌:
da: Email adresse:
fa: آدرس ایمیل:
hi: ईमेल पता:
id: Alamat email:
it: Indirizzo email:
ja: Eメールアドレス：
nb: E-postadresse:
ru: Email адрес:
sk: E-mailová adresa:
sv: E-postadress:
th: อีเมล

source: Reset my password
ar: إعادة تعيين كلمة المرور الخاصة بي
bn: আমার পাসওয়ার্ড রিসেট করুন
da: Nulstil min adgangskode
fa: تنظیم مجدد رمز عبور من
hi: अपना पासवर्ड रिसेट करें
id: Reset kata sandi saya
it: Reimposta la mia password
ja: パスワードをリセットする
nb: Tilbakestill passordet mitt
ru: Сбросить мой пароль
sk: Resetovať heslo
sv: Återställ mitt lösenord
th: ตั้งรหัสผ่านใหม่
tl: I-reset ang aking password

source: Learn More
ar: تعلم المزيد
bn: আরও জানুন
da: Lær mere
fa: بیشتر بدانید
hi: और जाने
id: Pelajari lebih lanjut:
it: Scopri di più
ja: 詳細はこちら
nb: Les mer
ru: Узнать больше
sk: Dozvedieť sa viac
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tl: Alamin

source: View My Profile
ar: مشاهدة ملفي الشخصي
bn: আমার প্রোফাইল দেখ
da: Se min profil
fa: مشاهده پروفایل من
hi: मेरी प्रोफाइल देखें
id: Lihat profil saya
it: Visualizza il mio profilo
ja: プロフィールを見る
nb: Vis min Profil
ru: Просмотр профиля
sk: Zobraziť môj profil
sv: Visa min profil
th: ดูโปรไฟล์ของฉัน
tl: Tingnan ang Aking Profile

source: Create a Wiki
ar: إنشاء ويكي
bn: একটি উইকি তৈরি করুন
da: Opret en Wiki
fa: ایجاد یک ویکی
hi: विकी बनाएं
id: Buat Wiki
it: Crea un Wiki
ja: Wikiを作成する
nb: Opprette en wiki
ru: Создать Wiki
sk: Vytvoriť Wiki
sv: Skapa en Wiki
th: สร้าง Wiki
tl: Gumawa ng Wiki

source: more
ar: المزيد
bn: আরও
da: mere
fa: بیشتر
hi: और अधिक
id: lebih
it: più
ja: 詳細
nb: mer
ru: больше
sk: viac
sv: mer
th: เพิ่มเติม
tl: Iba pa

source: Add Row
sk: Pridať riadok

source: Schema
sk: Schéma

source: Schema Type
sk: Typ schémy

source: Social Media
sk: Sociálne médiá

source: Attributes
sk: Vlastnosti

source: Timestamp
sk: Časová pečiatka

source: Your browser does not support HTML5 video.
ar: متصفحك لا يدعم فيديوهات ال HTML5.
bn: আপনার ব্রাউজার HTML5 (এইচটিএমএল৫) ভিডিও সমর্থন করে না।
da: Din browser understøtter ikke HTML5 videoer
fa: متاسفانه مرورگر شما از HTML5 پشتیبانی نمیکند.
hi: आपका ब्राउज़र HTML5 वीडियो का समर्थन नहीं करता है।
id: Browser Anda tidak mendukung video HTML5
it: Il tuo browser non supporta i video HTML5.
ja: お使いのブラウザはHTML5ビデオをサポートしていません.
nb: Din nettleser støtter ikke HTML5 video
ru: Ваш браузер не поддерживает HTML5
sk: Váš prehliadač nepodporuje HTML5 video
sv: Din webbläsare stöder inte HTML5-video.
th: เบราว์เซอร์ของคุณไม่รองรับวิดีโอ HTML5
tl: Hindi gumagana ang HTML5 na video sa browser mo.

source: Type
sk: Typ

source: MIME Type
sk: MIME typ

source: Original URL
sk: Pôvodné URL

source: Click to add a new link or file to this list
ar: انقر لإضافة رابط أو ملف جديد إلى هذه القائمة
bn: এই তালিকায় একটি নতুন লিঙ্ক বা ফাইল সংযোজন করার জন্য ক্লিক করুন
da: Klik for at tilføje et nyt link eller en fil til denne liste
fa: برای اضافه کردن یک لینک یا فایل جدید به این لیست کلیک کنید
hi: इस सूची में नया लिंक या फाइल जोड़ने के लिए क्लिक करें
id: Klik untuk menambahkan tautan atau file baru ke daftar ini
it: Fare clic per aggiungere un nuovo collegamento o file a questo elenco
ja: クリックしてこのリストに新しいリンクまたはファイルを追加する
nb: Klikk for å legge til en ny kobling eller fil i denne listen
ru: Нажмите, чтобы добавить новую ссылку или файл в этот список
sk: Kliknutím pridáte nový odkaz alebo súbor do tohto zoznamu
sv: Klicka för att lägga till en ny länk eller fil i den här listan
th: คลิกเพื่อเพิ่มลิงก์หรือไฟล์ใหม่ลงในรายการนี้
tl: I-click para magdagdag ng bagong link o file sa listahang ito

source: Or click an existing link below to add it to the article
ar: أو انقر فوق رابط موجود أدناه لإضافته إلى المقال
bn: অথবা প্রবন্ধটিতে যুক্ত করার জন্য নীচে বিদ্যমান একটি লিঙ্কে ক্লিক করুন
da: Eller klik på et eksisterende link nedenfor for at tilføje det til artiklen
fa: یا روی یک لینک موجود در زیر کلیک کنید تا آن را به مقاله اضافه کنید
hi: या इसे लेख में जोड़ने के लिए नीचे दिए गए मौजूदा लिंक पर क्लिक करें
id: Atau klik tautan yang ada di bawah ini untuk menambahkannya ke artikel
it: Oppure clicca su un link esistente qui sotto per aggiungerlo all'articolo
ja: または、下にある既存のリンクをクリックして記事に追加します
nb: Eller klikk en eksisterende kobling nedenfor for å legge den til artikkelen
ru: Или нажмите на существующую ссылку ниже, чтобы добавить ее в статью
sk: Alebo kliknite na existujúci odkaz nižšie a pridajte ho do článku
sv: Eller klicka på en befintlig länk nedan för att lägga till den i artikeln
th: หรือคลิกลิงก์ที่มีอยู่ด้านล่างเพื่อเพิ่มลงในบทความ
tl: O mag-click sa isang link sa ibaba para idagdag ito sa artikulo

source: Views
ar: مشاهدات
bn: মতামত
da: Visninger
fa: بازدید
hi: दृश्य
id: Dilihat
it: Visualizzazioni
ja: 閲覧数
nb: Visninger
ru: Просмотры
sk: Zobrazení
sv: Visningar
th: มุมมอง
tl: Mga Tumingin

source: page(s) have this link
ar: الصفحة (الصفحات) التي لديها هذا الرابط
bn: পৃষ্ঠা (গুলি) এই লিঙ্ক আছে
da: side (r) har dette link
fa: صفحه (ها) این پیوند را دارند
hi: पृष्ठ(पृष्ठों) में यह लिंक है
id: halaman memiliki tautan ini
it: pagina/e hanno questo link
ja: ページにはこのリンクがあります
nb: side (r) har denne linken
ru: страница (ы) есть эта ссылка
sk: stránka(y) majú tento odkaz
sv: sidan(sidorna) har den här länken
th: หน้าเว็บมีลิงก์นี้
tl: na pahina ang may link na ito

source: Frequently Asked Questions - Everipedia, everyone's encyclopedia
ar: الأسئلة الأكثر شيوعاً - إيفريبيديا، موسوعة الجميع
bn: প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী - এভরিপিডিয়া, সবার এনসাইক্লোপিডিয়া
da: Ofte stillede spørgsmål - Everipedia, alles encyklopædi
fa: سوالات متداول - Everipedia، دانشنامه همه
hi: अक्सर पूछे जाने वाले प्रश्न - Everipedia, सबका विश्वकोश
id: Pertanyaan yang Sering Diajukan - Everipedia, ensiklopedia setiap orang
it: Domande frequenti - Everipedia, l'enciclopedia di tutti
ja: よくあるご質問 -みんなの百科辞典、エベリペディア
nb: Ofte stilte spørsmål-Everipedia, alles Encyclopedia
ru: Часто задаваемые вопросы - Everipedia, энциклопедия каждого
sk: Často kladené otázky - Everipedia, encyklopédia každého
sv: Ofta ställda frågor - Everipedia, allas encyklopedi
th: คำถามที่พบบ่อย - Everipedia สารานุกรมของทุกคน
tl: Mga Malimit Itanong - Everipedia, ang ensiklopedya ng lahat

source: Brainpower Management
ar: إدارة Brainpower
bn: ধীশক্তি পরিচালনা
fa: مدیریت قدرت مغز
hi: ब्रेनपावर प्रबंधन
id: Manajemen Kekuatan Otak
it: Gestione Brainpower
ja: ブレーンパワーマネジメント
nb: Hjernekraft ledelse
ru: Управление Brainpower
sk: Správa Brainpower
th: การจัดการกำลังคน
tl: Pamamahala ng Brainpower

source: Everipedia, the encyclopedia of everything
ar: إيفريبيديا، موسوعة كل شيء
bn: এভরিপিডিয়া, সর্বাঙ্গীণ বিশ্বকোষ
da: Everipedia, encyklopædi af alt
fa: Everipedia، دایره المعارف همه چیز
hi: Everipedia, सभी चीजों का विश्वकोश
id: Everipedia, ensiklopedia segalanya
it: Everipedia, l'enciclopedia di tutto
ja: あらゆる物の百科事典、Everipedia
nb: Everipedia, Encyclopedia av alt
ru: Everipedia, энциклопедия всего
sk: Everipedia, encyklopédia všetkého
sv: Everipedia, encyklopedin för allt
th: Everipedia สารานุกรมของทุกสิ่งทุกอย่าง
tl: Everipedia, ang encyclopedia ng lahat

source: Loading Scatter
ar: تحميل سكاتر (Scatter)
bn: স্ক্র্যাটার লোড হচ্ছে
da: Indlæser scatter
fa: بارگیری پراکنده
hi: स्कैटर शुरू हो रहा है
id: Memuat Scatter
it: Caricamento di Scatter
ja: スキャッタロード
nb: Laster scatter
ru: Сканирование нагрузки
sk: Načíta sa rozptyl
sv: Laddar scatter
th: กำลังโหลด Scatter
tl: Naglo-load ang Scatter

source: Staking IQ tokens will freeze them for 21 days and will generate nontransferable Brainpower, which can be used for editing and voting on the Everipedia network. At the end of the 21 days, you can claim back your IQ tokens and re-stake them for more Brainpower again. Thus, 1 IQ, staked every 21 days, can lead to 365 days / 21 days = 17.38 Brainpower every year.
ar: المراهنة بالعملات الرمزيةل IQ سيجمدهم لمدة 21 يومًا وسينتج Brainpower غير قابل للتحويل والتي يمكن استخدامها للتحرير والتصويت على شبكة إيفريبيديا. في نهاية الـ 21 يومًا، يمكنك استعادة العملات الرمزية لIQ وإعادة تخصيصها لمزيد من Brainpower مرة أخرى. وهكذا ، درجة واحدة من IQ يراهن بها كل 21 يومًا يمكن أن تؤدي إلى 365 يومًا / 21 يومًا = 17.38 Brainpower كل عام.
bn: ২১দিনের জন্য স্টেকিং আইকিউ টোকেনসমূহ তাদেরকে আটকে রাখবে এবং অস্থানান্তরিত ধীশক্তিসমূহতৈরি করব, যেটি এভরিপিডিয়া নেটওয়ার্কে সম্পাদনা ও ভোট প্রদানের জন্য ব্যবহার করা যেতে পারে। ২১ দিন পর, আপনি আপনার আইকিউ টোকেনগুলি ফেরত চাইতে পারবেন এবং পুনরায় আরো ধীশক্তির জন্য রাখতে পারেন।এইভাবে, ১ আইকিউ, প্রতি ২১ দিন ধরে রেখে, ৩৬৫ দিন / ২১ দিনের দিকে নিয়ে যেতে পারে = ১৭.৩৮ ধীশক্তি প্রতিবছর।
da: Staking IQ tokens vil fryse dem i 21 dage og vil generere ikke-overførbar Brainpower, som kan bruges til redigering og afstemning på Everipedia-netværket. I slutningen af ​​21 dage kan du kræve tilbage dine IQ-tokens og genindspille dem til mere Brainpower igen. Således kan 1 IQ, staket hver 21 dag, føre til 365 dage / 21 dage = 17.38 Brainpower hvert år.
fa: نشانه گذاری های IQ به مدت 21 روز آنها را متوقف می کند و Brainpower غیر قابل انتقال را تولید می کند که می تواند برای ویرایش و رای دادن در شبکه Everipedia استفاده شود. در پایان 21 روز، شما می توانید نشان های IQ خود را به عقب بر گردانید و مجددا آنها را برای قدرت Brainpower دوباره بارگذاری کنید. بنابراین، 1 IQ، هر 21 روزه، می تواند منجر به 365 روز / 21 روز = 17.38 قدرت Brainpower در هر سال.
hi: आईक्यू टोकनों को स्टैक करने पर ये 21 दिनों के लिए बंद हो जायेंगे और स्थानांतरित ना होने वालाब्रेनपावर उत्पन्न करेंगे, जिसे Everipedia नेटवर्क पर संपादन और मतदान के लिए प्रयोगकिया जा सकता है। 21 दिनों की समाप्ति पर, आप अपने आईक्यू टोकनों को वापस पा सकते हैंएवं दोबारा और अधिक ब्रेनपावर के लिए उन्हें फिर से स्टैक कर सकते हैं। इस प्रकार, हर 21 दिन परस्टैक किया गया, 1 आईक्यू, प्रति वर्ष 365 दिन/21 दिन = 17.38 ब्रेनपावर तक पहुंच सकता है।
id: Taruhan token IQ akan membekukannya selama 21 hari dan akan menghasilkan Kekuatan Otak yang tidak dapat ditransfer, yang dapat digunakan untuk menyunting dan memilih di jaringan Everipedia. Pada akhir hari ke-21, Anda dapat mengklaim kembali token IQ Anda dan mempertaruhkan kembali mereka untuk mendapatkan Kekuatan Otak lagi. Dengan demikian, 1 IQ, dipertaruhkan setiap 21 hari, dapat mencapai 365 hari / 21 hari = 17,38 Kekuatan Otak setiap tahun.
it: Investire IQ token li congelerà per 21 giorni e genererà Brainpower non trasferibile, che può essere utilizzata per modificare e votare sul network Everipedia. Al termine dei 21 giorni, puoi richiedere i tuoi token IQ indietro e reinvestirli per utilizzare più Brainpower. Dunque, 1 IQ, investito ogni 21 giorni, può portare a 365 giorni / 21 giorni = 17.38 Brainpower ogni anno.
ja: IQトークンを積み重ねることによって21日間凍結され、Everipediaネットワークでの編集と投票に使用できる非移転型Brainpowerを生成します。 21日の終わりに、IQトークンを取り戻すことができ、さらにBrainpowerを得るために再配置することができます。したがって、1IQは、21日ごとに積み重ねられ、毎年365日/ 21日= 17.38 Brainpowerが得られます。
nb: Staking IQ tokens vil fryse dem i 21 dager og vil generere conoverførbar hjernekraft, som kan brukes for redigering og stemmegivning på Everipedia nettverket. På slutten av 21 dager, kan du kreve tilbake din IQ tokens og re-stake dem for mer hjernekraft igjen. Således, en IQ, staket hver 21 dager, kan føre til 365 dager/21 dager = 17,38 hjernekraft hvert år.
ru: Включение токенов IQ заморозит их в течение 21 дня и создаст непередаваемую Brainpower, которая может использоваться для редактирования и голосования в сети Everipedia. По истечении 21 дня вы можете снова вернуть свои токены IQ и снова забрать их для большего количества Brainpower. Таким образом, 1 IQ, поставленный каждые 21 день, может привести к 365 дням / 21 дням = 17,38 Brainpower каждый год.
sk: Zostávajúce symboly IQ ich zmrazia po dobu 21 dní a vytvoria neprenosné Brainpower, ktoré môžu byť použité na editáciu a hlasovanie v sieti Everipedia. Po uplynutí 21 dní môžete požiadať o svoje IQ žetóny a znova ich znova naštartovať pre viac Brainpower. Takže 1 IQ, stávka každých 21 dní, môže viesť každémý rok 365 dní / 21 dní = 17,38 Brainpower.
sv: Staking IQ-tokens kommer att frysa dem i 21 dagar och kommer att generera oöverförbar Brainpower som kan användas för redigering och röstning på Everipedia-nätverket. I slutet av de 21 dagarna kan du hämta tillbaka dina IQ-tokens och återinföra dem för mer Brainpower igen. Således kan 1 IQ, som stakas var 21:e dag, leda till 365 dagar/21 dagar = 17,38 Brainpower varje år.
th: การเดิมพันโทเคน IQ จะพักโทเคนเหล่านั้นเป็นเวลา 21 วันและจะสร้าง Brainpower ที่ย้ายโอนไม่ได้ พลังนี้สามารถใช้แก้ไขหรือโหวตบน เครือข่าย Everipedia เมื่อครบกำหนด 21 วันแล้ว คุณจะขอโทเคน IQ ของคุณคืนได้และเดิมพันโทเคนเพื่อรับ Brainpower ได้ใหม่อีก ดังนั้นโทเคน IQ 1 อัน เดิมพันทุก 21 วัน คิดเป็น 365 วัน หารด้วย 21 วัน เท่ากับ 17.38 Brainpower แต่ละปี
tl: Ang pagtaya sa mga IQ token ay hindi magpapagana sa kanila sa loob ng 21 araw pero makakabuo ka ng Brainpower, na pwedeng gamitin sa pag-edit at pagboto sa Everipedia network. Pagkatapos ng 21 araw, makukuha mo muli ang iyong IQ token at pwede silang itaya muli para sa Brainpower. Ibig sabihin, ang 1 IQ na itinaya bawat 21 araw ay hahantong sa 365 araw / 21 araw = 17.38 Brainpower kada taon.

source: As you make pages, propose edits, and vote on article proposals, you will consume Brainpower. However, making successful edits and voting on the winning side of a proposal will generate rewards in IQ, not Brainpower. Therefore, you can generate more Brainpower (and any profit) by staking the new IQ you just earned.
ar: أثناء قيامك بإنشاء الصفحات واقتراح التعديلات والتصويت على اقتراحات المقالات، سوف تستهلك Brainpower. ومع ذلك ،إجراء تعديلات ناجحة والتصويت للجانب الفائز في الاقتراح سيولد مكافآت في IQ وليس Brainpower. لذلك ، يمكنك توليد المزيد من Brainpower(وأية أرباح) عن طريق الرهان على الIQ الجديد الذي حصلت عليه للتو.
bn: পৃষ্ঠাগুলি তৈরি করার সময়ে, আপনি সম্পাদনা করার প্রস্তাব দিতে থাকুন এবং নিবন্ধের প্রস্তাবগুলিতে ভোট দিতে থাকুন,আপনি ধীশক্তি ব্যবহার করতে পারবেন। যাই হোক, সফল সম্পাদনা করা এবং একটি প্রস্তাবের বিজয়ী পক্ষের ভোট দেওয়ার ফলে আইকিউ-এর ক্ষেত্রে পুরষ্কার পাওয়া যাবে, ধীশক্তি নয়। অতএব, আপনি অর্জন করেছেন এমন নতুন আই কিউকে ধরে রেখে আপনি আরও ধীশক্তি (এবং কোনও লাভ) উৎপন্ন করতে পারেন।
da: Når du laver sider, foreslår redigeringer og stemmer om artiklens forslag, vil du forbruge Brainpower. Men at opnå vellykkede redigeringer og stemme på den vindende side af et forslag vil generere belønninger i IQ, ikke Brainpower. Derfor kan du generere mere Brainpower (og hvilket som helst overskud) ved at slå den nye IQ, du netop har tjent.
fa: همانطور که صفحات را ایجاد می کنید، ویرایش می کنید و پیشنهادات مقاله را رأی می دهید، Brainpower را مصرف خواهید کرد. با این حال، ویرایشهای موفق و رأی دادن در مورد پیروزی یک پیشنهاد، پاداشهایی را در IQ، نه Brainpower تولید خواهند کرد. بنابراین، شما می توانید Brainpower (و هر سود) را با ایجاد IQ جدیدی که فقط به دست آورده اید تولید کنید.
hi: पृष्ठ बनाते समय, संपादन प्रस्तावित करते समय, और लेख प्रस्तावों पर मतदान करते समय,आप ब्रेनपावर का प्रयोग करेंगे। हालाँकि, सफल संपादन करने पर और प्रस्ताव के विजेता पक्ष परमतदान करने पर आईक्यू में पुरस्कार उत्पन्न किये जायेंगे, ना कि ब्रेनपावर में।इसलिए, प्राप्त नए आईक्यू को स्टैक करके आप और अधिक ब्रेनपावर (और कोई मुनाफा)उत्पन्न कर सकते हैं।
id: Ketika Anda membuat halaman, mengusulkan pengeditan, dan memberikan suara pada proposal artikel, Anda akan mengkonsumsi Kekuatan Otak. Namun, membuat pengeditan dan pemungutan suara yang sukses di pihak pemenang proposal akan menghasilkan penghargaan dalam IQ, bukan Kekuatan Otak. Oleh karena itu, Anda dapat menghasilkan lebih banyak Kekuatan Otak (dan keuntungan apa pun) dengan mempertaruhkan IQ baru yang baru saja Anda dapatkan.
it: Nel momento in cui crei nuove pagine, proponi modifiche, e voti le proposte di articoli, consumerai Brainpower. In ogni caso, apportare modifiche corrette e votare per la proposta vincente genererà ricompense in IQ, non in Brainpower. Da qui, puoi generare più Brainpower (e profitti) investendo i nuovi IQ guadagnati.
ja: ページを作成し、編集を提案し、記事提案に投票すると、Brainpowerを消費します。しかし、編集に成功し、提案の勝利側に投票することは、BrainpowerではなくIQで報酬を生み出します。したがって、獲得したIQを積み重ねるすることでBrainpower（および任意の利益）をさらに生成することができます。
nb: Som du gjør sider, foreslå endringer, og stemme på artikkelen forslag, vil du forbruke hjernekraft. Men å gjøre vellykkede endringer og stemme på den vinnende siden av et forslag vil generere belønninger i IQ, ikke hjernekraft. Derfor kan du generere mer hjernekraft (og eventuelle overskudd) ved staking den nye IQ du nettopp har tjent.
ru: Когда вы делаете страницы, предлагаете изменения и голосуете за предложения по статьям, вы будете потреблять Brainpower. Тем не менее, успешное редактирование и голосование на стороне победителя предложения будут приносить награды в IQ, а не в Brainpower. Таким образом, вы можете генерировать больше Brainpower (и любой прибыли), ставя новый IQ, который вы только что заработали.
sk: Pri vytváraní stránok, navrhovaní úprav a hlasovaní o návrhoch článku budete konzumovať Brainpower. Úspešné úpravy a hlasovanie o víťazných návrhoch však dostanete odmeny v IQ, a nie v Brainpower. Preto môžete vygenerovať viac Brainpower (a akýkoľvek zisk) stavaním nového IQ, ktorý ste práve zarobili.
sv: När du gör sidor, föreslår ändringar och röstar om artikelförslag kommer du att konsumera Brainpower. Att göra framgångsrika ändringar och rösta på den vinnande sidan av ett förslag kommer dock att generera belöningar i IQ, inte Brainpower. Därför kan du generera mer Brainpower (och eventuell vinst) genom att slå in den nya IQ som du tjänat.
th: เมื่อคุณสร้างเพจ แก้ไขหรือโหวตโครงร่างบทความ คุณ ใช้ Brainpower อย่างไรก็ตาม การแก้ไขที่ประสบความสำเร็จหรือโหวตให้กับฝ่ายที่ชนะของโครงร่างบทความจะได้รางวัลโทเคน IQ จะไม่ได้ Brainpower ดังนั้น คุณสามารถสร้าง Brainpower (หรือกำไรอื่น ๆ) เพิ่มได้โดยการเดิมพัน IQ ใหม่ที่คุณเพิ่งได้รับ
tl: Habang gumagawa ka ng mga pahina, nagmumungkahi ng mga edit, at bumoboto sa mga panukalang artikulo, gumagamit ka ng Brainpower. Gayunpaman, ang matagumpay na pag-edit at pagboto sa nanalong panig ng isang panukala ay magbibigay ng IQ, hindi Brainpower. Samakatuwid, mas marami kang makukuhang Brainpower (at anumang kita) sa pamamagitan ng pagtaya sa bagong IQ na nakuha mo.

source: Every edit proposal requires a minimum of 10 Brainpower at this time, in order to prevent spam and poor-quality edits.
ar: يتطلب كل اقتراح تعديل ما لا يقل عن 10 Brainpower في هذا الوقت وذلك لمنع الرسائل غير المرغوب فيها والتعديلات ضعيفة الجودة.
bn: স্প্যাম এবং খারাপ মানের সম্পাদনাগুলি রোধ করার জন্য, প্রতিটি সম্পাদনার প্রস্তাবের জন্য এই সময় সর্বনিম্ন ১০ ধীশক্তি প্রয়োজন।
da: Hvert redigeringsforslag kræver mindst 10 Brainpower på dette tidspunkt for at forhindre spam og dårlig kvalitet redigeringer.
fa: هر پیشنهاد ویرایش نیاز به حداقل 10 قدرت Brainpower در این زمان، برای جلوگیری از هرزنامه و ویرایشهای با کیفیت پایین.
hi: स्पैम और खराब गुणवत्ता वाले संपादन से बचने के लिए, वर्तमान मेंप्रत्येक संपादन प्रस्ताव के लिए कम से कम 10 ब्रेनपावर की आवश्यकता होती है।
id: Setiap proposal penyuntingan membutuhkan minimum 10 Kekuatan Otak saat ini, untuk mencegah spam dan penyuntingan berkualitas buruk.
it: Ogni proposta di modifica richiede un minimo di 10 Brainpower in questo momento, al fine di prevenire spam e modifiche di scarsa qualità.
ja: スパムと品質の低い編集を防ぐため、すべての編集提案に最低10個のBrainpowerが必要です。
nb: Hver redigere forslaget krever minst 10 hjernekraft på dette tidspunktet, for å hindre spam og dårlig kvalitet redigeringer.
ru: Каждое редактируемое предложение требует в настоящее время не менее 10 Brainpower, чтобы предотвратить спам и некачественные изменения.
sk: Každý návrh na úpravu vyžaduje v súčasnosti minimálne 10 modelov Brainpower, aby sa zabránilo spamu a nekvalitným úpravám.
sv: Varje redigeringsförslag kräver minst 10 hjärnkrafter för att förhindra skräppost och ändringar av dålig kvalitet.
th: ตอนนี้ต้องมีอย่างน้อย 10 Brainpower ถึงจะแก้ไขโครงร่างบทความแต่ละอันได้เพื่อป้องกันสแปมและการแก้ไขคุณภาพต่ำ
tl: Ang bawat pag-edit ng panukala ay nangangailangan ng minimum na 10 Brainpower sa ngayon, upang maiwasan ang spam at pangit na edit.

source: Enter an integer amount of IQ to stake
ar: أدخل عدد صحيح من IQ للرهان
bn: একটি পূর্ণসংখ্যার পরিমাণের আইকিউ বাজি ধরার জন্য বসান
da: Indtast et helt tal af IQ til indsatsen
fa: مقدار عدد صحیح IQ را به مقدار وارد کنید
hi: स्टैक करने के लिए आईक्यू की एक पूर्णांक राशि डालें
id: Masukkan jumlah bilangan bulat IQ untuk dipertaruhkan
it: Immettere un numero intero di IQ da investire
ja: 積み重ねたいIQの整数を入力してください
nb: Skriv inn en heltallsverdi av IQ til innsats
ru: Введите целую сумму IQ для доли
sk: Zadajte celkovú sumu IQ na stávku
sv: Ange en heltalsmängd IQ till spel
th: กรอกจำนวนโทเคน IQ ที่ต้องเดิมพัน
tl: Mag-type ng integer na halaga ng IQ na itataya

source: New Stake
ar: رهان جديد
bn: নতুন বাজি
da: Ny indsats
fa: مرحله جدید
hi: नया स्टैक
id: Taruhan Baru
it: Nuovo investimento
ja: 新しいステーク
nb: Ny innsats
ru: Новая ставка
sk: Nový zostatok
sv: Nytt ställe
th: เดิมพันใหม่
tl: Bagong Taya

source: Start
ar: البداية
bn: শুরু
fa: شروع
hi: शुरू करें
id: Mulai
it: Inizio
ja: 開始
ru: Начало
sk: Štart
th: เริ่ม
tl: Simulan

source: End
ar: النهاية
bn: সমাপ্ত
da: Slut
fa: پایان
hi: समाप्त
id: Selesai
it: Fine
ja: 終了
nb: Slutt
ru: Конец
sk: Koniec
sv: Slut
th: สิ้นสุด
tl: Wakas

source: Time Remaining
ar: الوقت المتبقي
bn: অবশিষ্ট সময়
da: Resterende tid
fa: زمان باقی مانده
hi: शेष समय
id: Waktu yang tersisa
it: Tempo residuo
ja: 残り時間
nb: Tid som gjenstår
ru: Оставшееся Время
sk: Zostávajúci čas
sv: Återstående tid
th: เวลาที่เหลือ:
tl: Natitirang Oras

source: Amount
ar: الكمية
bn: পরিমাণ
da: Beløb
fa: مقدار
hi: राशि
id: Jumlah
it: Importo
ja: 量
nb: Beløp
ru: Количество
sk: Suma
sv: Belopp
th: จำนวน
tl: Halaga
