Repository: 8bitkevin/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, fa, hi, id, it, ja, nb, ru, sk, sv, th, tl

source: Verified Page
ar: صفحة موثوقة
bn: যাচাইকৃত পৃষ্ঠা
da: Godkendt side
fa: صفحه تایید شده
hi: सत्यापित पृष्ठ
id: Halaman Terverifikasi
it: Pagina Verificata
ja: 確認ページ
nb: Bekreftet side
ru: Верифицированная страница
sk: Overená stránka
sv: Verifierad Sida
th: เพจที่ตรวจสอบแล้ว
tl: Naberipikang Pahina

source: Quick Biography
sk: Rýchla biografia

source: Quick Facts For This Wiki
ar: وصلات مرجعية لهذا الويكي
bn: এই উইকির জন্য রেফারেন্স লিংক
da: Reference Links For Denne Wiki
fa: لینک های مرجع برای این ویکی
id: Tautan Referensi Untuk Wiki Ini
it: Link di Riferimento Per Questo Wiki
nb: Referanse koblinger for denne wikien
ru: Ссылки для этой вики
sk: Referenčné odkazy pre túto Wiki
sv: Referenslänkar för denna Wiki
th: ลิงค์อ้างอิงสำหรับ Wiki นี้
tl: Mga Sangguniang Link Para sa Wiki na Ito

source: Image & Video Gallery
ar: معرض الصور والفيديو
bn: চিত্র ও ভিডিও গ্যালারী
da: Billed- og videogalleri
fa: گالری تصاویر
hi: छवि और वीडियो गैलरी
id: Galeri Foto & Video
it: Galleria Video e Immagini
ja: 画像＆ビデオギャラリー
nb: Bilde & video galleri
ru: Изображение / Видео Галерея
sk: Galéria obrázkov a videí
sv: Bild- och videogalleri
th: แกลเลอรี่รูปภาพและวิดีโอ
tl: Gallery ng Larawan at Video

source: images, pictures, and videos
ar: الصور ومقاطع الفيديو
bn: ছবি, ছবি এবং ভিডিও
da: billeder, billeder og videoer
fa: تصاویر، تصاویر و فیلم ها
hi: छवि, चित्र, और वीडियो
id: gambar, foto, dan video
it: immagini, foto e video
ja: 画像、写真、ビデオ
nb: bilder, bilder og videoer
ru: изображения, изображения и видеоролики
sk: obrázky, fotky a videá
sv: bilder, bilder och videor
th: รูปภาพและวิดีโอ
tl: mga larawan at mga video

source: Gallery
ar: المعرض
bn: গ্যালারী
da: Galleri
fa: گالری
hi: गैलरी
id: Galeri
it: Galleria
ja: ギャラリー
nb: Galleri
ru: Галерея
sk: Galéria
sv: Galleri
th: แกลลอรี่
tl: Galeriya

source: Reference Links For This Biography
ar: وصلات مرجعية لهذه السيرة الذاتية
bn: এই জীবনীর জন্য রেফারেন্স লিংক
da: Reference Links for denne biografi
fa: لینک های مرجع برای این بیوگرافی
hi: इस जीवनी के लिए संदर्भ लिंक
id: Tautan Referensi Untuk Biografi Ini
it: Link di Riferimento Per Questa Biografia
ja: この伝記の参照リンク
nb: Referanselinker for denne biografien
ru: Ссылки для этой биографии
sk: Referenčné odkazy pre túto biografiu
sv: Referenslänkar för denna biografi
th: ลิงค์อ้างอิงสำหรับประวัตินี้
tl: Mga Sangguniang Link Para sa Talambuhay na Ito

source: Reference Links For This Wiki
ar: وصلات مرجعية لهذا الويكي
bn: এই উইকির জন্য রেফারেন্স লিংক
da: Reference Links For Denne Wiki
fa: لینک های مرجع برای این ویکی
hi: इस विकी के लिए संदर्भ लिंक
id: Tautan Referensi Untuk Wiki Ini
it: Link di Riferimento Per Questo Wiki
ja: このWikiの参照リンク
nb: Referanse koblinger for denne wikien
ru: Ссылки для этой вики
sk: Referenčné odkazy pre túto Wiki
sv: Referenslänkar för denna Wiki
th: ลิงค์อ้างอิงสำหรับ Wiki นี้
tl: Mga Sangguniang Link Para sa Wiki na Ito

source: Links to historical reviews, career / educational facts, and other encyclopedic information
ar: روابط للمراجعات التاريخية والحقائق المهنية / التعليمية وغيرها من المعلومات الموسوعية
bn: ঐতিহাসিক রিভিউ, কর্মজীবন / শিক্ষাগত তথ্য এবং অন্যান্য এনসাইক্লোপেডিক তথ্যগুলির লিংক
da: Links til historiske anmeldelser, karriere / uddannelsesmæssige fakta og andre oplysninger om encyklopædi
fa: پیوندهایی به بررسی های تاریخی، حقایق تحصیلی / تحصیلی و سایر اطلاعات دانشنامه ی حقوقی
hi: ऐतिहासिक समीक्षाओं, करियर / शैक्षिक तथ्यों, और अन्य विश्वकोश संबंधीजानकारियों के लिए लिंक
id: Tautan ke tinjauan historis, fakta karir / pendidikan, dan informasi ensiklopedis lainnya
it: Link a recensioni passate, carriera / eventi educativi, e altre informazioni enciclopediche
ja: 歴史的なレビュー、キャリア/教育事実、その他の百科事典の情報へのリンク
nb: Lenker til historiske vurderinger, karriere/pedagogiske fakta og annen encyklopedisk informasjon
ru: Ссылки на исторические обзоры, карьеры / образовательные факты и другую энциклопедическую информацию
sk: Odkazy na historické recenzie, kariérne / vzdelávacie fakty a iné encyklopedické informácie
sv: Länkar till historiska recensioner, karriär / pedagogiska fakta och annan information om encyklopedin
th: ลิงค์ไปยังบทวิจารณ์ทางประวัติศาสตร์ อาชีพ / ข้อเท็จจริงด้านการศึกษาและข้อมูลสารานุกรมอื่น ๆ
tl: Mga link sa mga review ng kasaysayan, pang-karir / pang-edukasyon na mga impormasyon, at iba pang mala-ensiklopedyang impormasyon

source: All information for
ar: كل المعلومات ل
bn: এর জন্য সমস্ত তথ্য
da: Alle oplysninger til
fa: تمام اطلاعات برای
hi: विकी के लिए सारी जानकारी
id: Semua informasi untuk
it: Tutte le informazioni per
ja: すべての情報
nb: All informasjon for
ru: Вся информация для
sk: Všetky informácie pre
sv: All information för
th: ข้อมูลทั้งหมดสำหรับ
tl: Lahat ng impormasyon para sa

source: wiki comes from the below links. Any source is valid, including Twitter, Facebook, Instagram, and LinkedIn. Pictures, videos, biodata, and files relating to
ar: الويكي يأتي من الروابط أدناه. أي مصدر صالح ، بما في ذلك تويتر و فيس بوك و إنستجرام و لينكد إن. الصور ومقاطع الفيديو والبيانات الحيوية والملفات المتعلقة
bn: উইকি নীচের লিঙ্ক থেকে আসে। টুইটার, ফেসবুক, ইন্সটাগ্রাম, এবং লিঙ্কডইনসহযে কোন উৎসই বৈধ। ছবি, ভিডিও, বায়োডেট, এবং ফাইলসমূহ সম্পর্কিত
da: wiki kommer fra nedenstående links. Enhver kilde er gyldig, herunder Twitter, Facebook, Instagram og LinkedIn. Billeder, videoer, biodata og filer relateret til
fa: ویکی از لینک های زیر می آید. هر منبع معتبر است، از جمله توییتر، فیس بوک، نمایش مشخصات عمومی و LinkedIn. تصاویر، فیلم ها، داده های طبی و فایل های مربوط به
hi: नीचे दिए गए लिंक्स से आती है। ट्विटर, फेसबुक, इंस्टाग्रामऔर लिंक्डइन सहित कोई भी स्रोत मान्य है। इससे संबंधित चित्र, वीडियो, बायोडाटा, और फाइलें
id: wiki berasal dari tautan di bawah. Sumber apa pun valid, termasuk Twitter, Facebook, Instagram, dan LinkedIn. Gambar, video, biodata, dan file yang berkaitan dengan
it: wiki provengono dai link sottostanti. Qualsiasi fonte è valida, inclusi Twitter, Facebook, Instagram e LinkedIn. Immagini, video, biodati e file relativi a
ja: wikiは以下のリンクから来ています。 Twitter、Facebook、Instagram、LinkedInなど、あらゆるソースが有効です。写真、ビデオ、バイオデータ、および関連するファイル
nb: wiki kommer fra linkene nedenfor. Enhver kilde er gyldig, inkludert Twitter, Facebook, Instagram, og LinkedIn. Bilder, videoer, Biodata og filer som er relatert til
ru: wiki происходит из приведенных ниже ссылок. Любой источник действителен, включая Twitter, Facebook, Instagram и LinkedIn. Картинки, видеоролики, биодаты и файлы, относящиеся к
sk: wiki pochádza z nižšie uvedených odkazov. Každý zdroj je platný, vrátane Twitter, Facebook, Instagram a LinkedIn. Obrázky, videá, osobné údaje a súbory týkajúce sa
sv: wiki kommer från länkarna nedan. Vilken källa som helst, inklusive Twitter, Facebook, Instagram och LinkedIn. Bilder, videor, biologisk data och filer relaterade till
th: Wiki มาจากลิงก์ด้านล่าง แหล่งข้อมูลใด ๆ ก็ถือนำมาอ้างอิงได้รวมถึง Twitter, Facebook, Instagram และ LinkedIn รูปภาพวิดีโอ biodata และไฟล์ที่เกี่ยวข้อง
tl: wiki ay mula sa mga link sa ibaba. Pwede ang anumang batayan, kabilang ang Twitter, Facebook, Instagram, at LinkedIn. Ang mga larawan, video, biodata, at mga file na may kaugnayan sa

source: are also acceptable encyclopedic sources.
ar: هي أيضا مصادر موسوعية مقبولة.
bn: -ও বিশ্বকোষের উৎস হিসেবে গ্রহণযোগ্য।
da: er også acceptable encyclopediske kilder.
fa: منابع علمى قابل قبول هستند.
hi: भी स्वीकृत विश्वकोश स्रोत हैं।
id: juga sumber ensiklopedis yang dapat diterima.
it: sono anche fonti enciclopediche accettabili.
ja: 百科事典にも記載があるソースです。
nb: er også akseptabelt encyklopediske kilder.
ru: также являются приемлемыми энциклопедическими источниками.
sk: sú tiež prijateľné encyklopedické zdroje.
sv: är också acceptabla encyklopediska källor.
th: เป็นแหล่งสารานุกรมที่ยอมรับได้
tl: ay katanggap-tanggap din bilang batayang ensiklopediko.

source: See related encyclopedia articles, biographies, reviews, and historical facts.
ar: انظر مقالات الموسوعة ذات الصلة والسير الذاتية والمراجعات والحقائق التاريخية.
bn: সংশ্লিষ্ট বিশ্বকোষ নিবন্ধ, জীবনী, পর্যালোচনা, এবং ঐতিহাসিক ঘটনাদেখুন।
da: Se relaterede encyklopædiartikler, biografier, anmeldelser og historiske fakta.
fa: مقالات دایره المعارف مرتبط، بیوگرافی ها، بررسی ها و حقایق تاریخی را ببینید.
hi: संबंधित विश्वकोश लेख, जीवनियां, समीक्षाएं औरऐतिहासिक तथ्य देखें।
id: Lihat artikel ensiklopedia terkait, biografi, ulasan, dan fakta historis.
it: Vedi gli articoli enciclopedici, biografie, recensioni e fatti storici collegati.
ja: 関連する百科事典の記事、伝記、レビュー、歴史的事実を参照してください。
nb: Se beslektede leksikon artikler, biografier, omtaler og historiske fakta.
ru: См. Соответствующие статьи энциклопедии, биографии, обзоры и исторические факты.
sk: Pozrite si v encyklopédií súvisiace články, biografie, recenzie a historické fakty.
sv: Se relaterade encyklopediartiklar, biografier, recensioner och historiska fakta.
th: ดูบทความ สารานุกรม ชีวประวัติ บทวิจารณ์และข้อเท็จจริงทางประวัติศาสตร์ที่เกี่ยวข้อง
tl: Tingnan ang kaugnay na mga artikulo sa encyclopedia, mga biograpya, mga review, at mga katotohanan sa kasaysayan.

source: Other wiki pages related to
ar: صفحات ويكي أخرى متعلقة بـ
bn: -এর সাথে সম্পর্কিত অন্যান্য উইকি পৃষ্ঠা
da: Andre wiki sider relateret til
fa: سایر صفحات ویکی مربوط به
hi: इससे संबंधित अन्य विकी पृष्ठ
id: Halaman wiki lain yang terkait dengan
it: Altre pagine wiki relative a
ja: 関連する他のwikiページ
nb: Andre wiki-sider relatert til
ru: Другие страницы вики, связанные с
sk: Ostatné wiki stránky súvisiace s
sv: Andra wikisidor relaterade till
th: หน้า Wiki อื่น ๆ ที่เกี่ยวข้องกับ
tl: Iba pang pahina sa wiki na may kaugnayan sa

source: Created
ar: تم الإنشاء
bn: তৈরির সময়
da: Oprettet
fa: ایجاد شده
hi: बनाये गए
id: Dibuat
it: Creato
ja: 作成日
nb: Opprettet
ru: Создан
sk: Vytvorené
sv: Skapad
th: ที่สร้างไว้
tl: Ginawa

source: Last Modified
ar: آخر تعديل
bn: সর্বশেষ পরিবর্তনের সময়
da: Sidst Ændret
fa: آخرین تغییرات
hi: अंतिम संशोधन
id: Terakhir disunting
it: Ultima modifica
ja: 最終編集日
nb: Sist endrede
ru: Последнее изменение
sk: Posledná zmena
sv: Senast Ändrad
th: แก้ไขล่าสุด
tl: Huling binago

source: Top Page Editors
ar: أفضل محرري الصفحة
bn: শীর্ষ পৃষ্ঠা সম্পাদক
da: Øverste side redaktører
fa: ویراستاران صفحه
hi: शीर्ष पृष्ठ संपादक
id: Editor Halaman Teratas
it: I migliori Page Editor
ja: トップページの編集者
nb: Topp side redaktører
ru: Редакторы страниц
sk: Najlepší editori stránky
sv: Toppsideredaktörer
th: บรรณาธิการหน้ายอดนิยม
tl: Mga Nangungunang Editor ng Pahina

source: Share this page
ar: انشر هذه الصفحة
bn: এই পৃষ্ঠাটি শেয়ার করুন
da: Del denne side
hi: यह पृष्ठ साझा करें
id: Bagikan laman ini
it: Condividi questa pagina
ja: このページをシェアする
nb: Del denne siden
ru: Поделиться этой страницей
sk: Zdieľať túto stránku
sv: Dela denna sida
th: แชร์หน้านี้
tl: Ibahagi ang pahinang ito

source: DIRECT LINK
ar: رابط مباشر
bn: প্রত্যক্ষ লিঙ্ক
da: Direkte link
fa: لینک مستقیم
hi: प्रत्यक्ष लिंक
id: TAUTAN LANGSUNG
it: LINK DIRETTO
ja: ダイレクトリンク
nb: Direktelenke
ru: прямая ссылка
sk: PRIAMY ODKAZ
sv: DIREKTLÄNK

source: Suggested Hashtags
ar: علامات التصنيف المقترحة
bn: প্রস্তাবিত হ্যাশট্যাগ
da: Foreslåede Hashtags
fa: هشدارهای پیشنهادی
hi: सुझावित हैशटैग
id: Hashtag yang disarankan
it: Hashtags Suggeriti
ja: おすすめのハッシュタグ
nb: Foreslo hashtags
ru: Предлагаемые хэштаг
sk: Navrhované značky Hashtags
sv: Föreslagna hashtags
th: Hashtags ที่แนะนำ
tl: Minumungkahing Hashtag

source: QR Code
ar: كود QR
bn: কিউআর কোড
da: QR Kode
fa: کد کیو آر
hi: क्यूआर कोड
id: Kode QR
ja: QRコード
nb: QR-kode
ru: QR Код
sk: QR kód
sv: QR-kod
th: รหัส QR

source: and
ar: و
bn: এবং
da: og
fa: و
hi: और
id: dan
it: e
ja: と
nb: og
ru: и
sk: a
sv: och
th: และ
tl: at

source: Edit
ar: تعديل
bn: পরিমার্জন/সম্পাদনা করুন
da: Rediger
fa: ویرایش
hi: संपादित करें
id: Sunting
it: Modifica
ja: 編集
nb: Rediger
ru: Редактировать
sk: Upraviť
sv: Redigera
th: แก้ไข
tl: I-edit

source: Vote
ar: تصويت
bn: ভোট করুন
da: Stem
fa: رای
hi: मतदान करें
id: Penilaian
it: Vota
ja: 回答する
nb: Stem
ru: Голос
sk: Hlasovať
sv: Svara
th: โหวต
tl: Bumoto

source: Embed / Widget
ar: تضمين / أداة صغيرة
bn: এম্বেড / উইজেট
fa: قراردادن / ویجت
hi: एम्बेड / विजेट
id: Sematkan / Widget
it: Incorpora / Widget
ja: 埋め込み/ウィジェット
ru: Вставить виджет
sk: Vložiť / Widget
sv: Bädda in / Widget
tl: I-embed / Widget

source: age
ar: صفحة
bn: পৃষ্ঠা
da: Side
fa: صفحه
id: Halaman
it: Pagina
nb: Side
ru: Страница
sk: Stránka
sv: Sida
th: หน้า
tl: Pahina

source: Profiles
ar: الملفات الشخصية
bn: প্রোফাইলসমূহ
da: Profiler
fa: پروفایل ها
hi: प्रोफाइल
id: Profil
it: Profili
ja: プロフィール
nb: Profiler
ru: Профили
sk: Profily
sv: Profiler
th: โปรไฟล์
tl: Mga Profile

source: Transfer IQ
ar: نقل IQ
bn: আইকিউ স্থানান্তর
da: Overfør IQ
fa: انتقال IQ
hi: आईक्यू भेजें
id: Mentransfer IQ
it: Trasferimento IQ
ja: IQを転送する
nb: Overføring IQ
ru: Перенос IQ
sk: Prenos IQ
sv: Överför IQ
th: โอน IQ
tl: Magsalin ng IQ

source: Please make sure you have set up
ar: يرجى التأكد من إعدادك
bn: আপনি সেট আপ করেছেন কিনা তা দয়া করে নিশ্চিত করুন
da: Sørg for at du har konfigureret
fa: لطفا مطمئن شوید که تنظیم کرده اید
hi: कृपया सुनिश्चित करें कि आपने यह सेटअप किया है
id: Harap pastikan Anda telah mengaturnya
it: Assicurarsi di aver impostato
ja: セットアップしていることを確認してください
nb: Kontroller at du har konfigurert
ru: Убедитесь, что вы настроили
sk: Uistite sa, že ste nastavili
sv: Se till att du har ställt in
th: โปรดตรวจสอบว่าคุณได้ตั้งค่าแล้ว
tl: Tiyaking nakapag-set up ka

source: beforehand
ar: سلفًا
bn: পূর্বেই
da: forhånd
fa: مقدم بر .
hi: पहले
id: sebelumnya
it: prima
ja: あらかじめ
nb: Forhånd
ru: заранее
sk: vopred
sv: på förhand
th: ล่วงหน้า
tl: na

source: Sender
ar: إرسال
bn: পাঠান
da: Send
fa: ارسال
id: Kirim
it: Invia
nb: Send
ru: Отправить
sk: Odoslať
sv: Skicka
th: ส่ง
tl: Ipadala

source: Recipient
ar: المستلم
bn: প্রাপক
da: Modtager
fa: گیرنده
hi: प्राप्तकर्ता
id: Penerima
it: Destinatario
ja: 受信者
nb: Mottaker
ru: Получатель
sk: Príjemca
sv: Mottagare
th: ผู้รับ
tl: Tatanggap

source: Transaction successful
ar: معاملة ناجحة
bn: লেনদেন সফল হয়েছে
da: Transaktion succesfuld
fa: معامله موفقیت آمیز است
hi: लेनदेन सफल
id: Transaksi berhasil
it: Transazione eseguita con successo
ja: トランザクションが成功しました
nb: Transaksjon fullført
ru: Успешная транзакция
sk: Transakcia bola úspešná
sv: Transaktionen lyckades
th: ทำธุรกรรมเรียบร้อยแล้ว
tl: Tagumpay ang transaksyon

source: Buy RAM
ar: شراء ذاكرة الوصول العشوائي
bn: র‌্যাম কিনুন
da: Køb RAM
fa: خرید RAM
hi: रैम खरीदें
id: Beli RAM
it: Comprare RAM
ja: RAMを購入する
nb: Kjøpe RAM
ru: Купить ОЗУ
sk: Kúpiť RAM
sv: Köp RAM
th: ซื้อ RAM
tl: Bumili ng RAM

source: See your RAM, CPU, and Bandwidth on FeeXplorer
ar: ألق نظرة على ذاكرة الوصول العشوائي ووحدة المعالجة المركزية و عرض النطاق الترددي على فيكسيبلورر
bn: ফিএক্সপ্লোরারে আপনার র‌্যাম, সিপিইউ এবং ব্যান্ডউইথ দেখুন
da: Se din RAM, CPU og båndbredde på FeeXplorer
fa: RAM، CPU و پهنای باند خود را در FeeXplorer مشاهده کنید
hi: FeeXplorer पर अपना रैम, सीपीयू, और बैंडविड्थ देखें
id: Lihat RAM, CPU, dan Bandwidth Anda di FeeXplorer
it: Visualizza RAM, CPU e larghezza di banda su FeeXplorer
ja: FeeXplorerのRAM、CPU、および帯域幅を確認する
nb: Se din RAM, CPU, og båndbredde på FeeXplorer
ru: Посмотрите свою RAM, CPU и Bandwidth на FeeXplorer
sk: Zobrazte vašu RAM, CPU a rýchlosť internetu na FeeXplorer
sv: Se din RAM, CPU och bandbredd på FeeXplorer
th: ดู RAM, CPU และ Bandwidth ของคุณใน FeeXplorer
tl: Tingnan ang iyong RAM, CPU, at Bandwidth sa FeeXplorer

source: profile
ar: الملف الشخصي
bn: প্রোফাইল
da: profil
fa: پروفایل
hi: प्रोफाइल
id: profil
it: profilo
ja: プロフィール
nb: profil
ru: профиль
sk: profil
sv: profil
th: โปรไฟล์

source: This user is verified
ar: هذا المستخدم موثوق
bn: এই ব্যবহারকারী যাচাইকৃত
da: Denne bruger er verificeret
fa: این کاربر تأیید شده است
hi: यह प्रयोगकर्ता सत्यापित है
id: Pengguna ini diverifikasi
it: Questo utente è verificato
ja: このユーザーは確認済みです
nb: Denne brukeren er bekreftet
ru: Этот пользователь подтвержден
sk: Tento používateľ je overený
sv: Den här användaren är verifierad
th: ผู้ใช้รายนี้ได้รับการยืนยันแล้ว
tl: Naberipika na ang user na ito

source: Message
ar: الرسالة
bn: বার্তা
da: Besked
fa: پیام
hi: संदेश
id: Pesan
it: Messaggio
ja: メッセージ
nb: Melding
ru: Сообщение
sk: Správa
sv: Meddelande
th: ข้อความ
tl: Mensahe

source: Edit Profile
ar: تعديل الملف الشخصي
bn: প্রোফাইল এডিট করুন
da: Rediger
fa: ویرایش پروفایل
hi: संपादित करें
id: Sunting Profil
it: Modifica Profilo
ja: プロフィールを編集
nb: Rediger profil
ru: Редактировать профиль
sk: Upraviť profil
sv: Redigera profil
th: แก้ไขโปรไฟล์
tl: I-edit ang Profile

source: Everipedia Page
ar: صفحة إيفريبيديا
bn: এভরিপিডিয়া পৃষ্ঠা
da: Everipedia Side
fa: صفحه ی Everipedia
hi: Everipedia पृष्ठ
id: Halaman Everipedia
it: Pagina Everipedia
ja: Everipediaページ
nb: Everipedia siden
ru: Страница Everipedia
sk: Everipedia Strana
sv: Everipedia-sida
th: หน้า Everipedia
tl: Pahinang Everipedia

source: IQ Score
ar: معدل IQ
bn: আইকিউ স্কোর
fa: نمره IQ
hi: आईक्यू अंक
id: Skor IQ
it: Punteggio IQ
ja: IQスコア
ru: Баллы "IQ":
sk: Skóre IQ
sv: IQ-poäng
th: คะแนน IQ
tl: Puntos ng IQ

source: Pages created
ar: الصفحات التي تم إنشاؤها
bn: পৃষ্ঠাগুলি তৈরি করা হয়েছে
da: Sider oprettet
fa: صفحه‌های ایجاد شده:
hi: पृष्ठ बनाये गए
id: Halaman dibuat
it: Pagine create
ja: 作成されたページ数
nb: Sider som er opprettet
ru: Создание страницы
sk: Vytvorené stránky
sv: Sidor skapade
th: สร้างเพจแล้ว
tl: Ginawang pahina

source: Total edits
ar: إجمالي التعديلات
bn: সর্বমোট সম্পাদনা
da: Samlede redigeringer
fa: ویرایشهای کامل
hi: कुल संपादन
id: Total hasil edit
it: Modifiche totali
ja: 合計編集数
nb: Totalt redigeringer
ru: Всего редактирование
sk: Úplné úpravy
sv: Totala ändringar
th: การแก้ไขทั้งหมด
tl: Dami ng pag-edit

source: Joined
ar: منضم
bn: যোগ দিয়েছেন
da: Tilmeldt
fa: عضویت
hi: शामिल हुआ
id: Bergabung
it: Iscritto
ja: 参加した
nb: Ansatt
ru: Присоединился
sk: Pripojil
sv: Blev medlem
th: เข้าร่วมแล้ว
tl: Sumali

source: Upload Avatar / Profile Picture
ar: تحميل صورة رمزية / صورة الملف الشخصي
bn: অবতার / প্রোফাইল ছবি আপলোড করুন
da: Upload Avatar / Profilbillede
fa: آپلود آواتار / تصویر نمایه
hi: अवतार / प्रोफाइल चित्र अपलोड करें
id: Unggah Avatar / Gambar Profil
it: Carica Avatar / Immagine del Profilo
ja: アバター/プロフィール画像をアップロード
nb: Last opp avatar/profil bilde
ru: Загрузить Аватар / Изображение профиля
sk: Nahrať Avatar / Profilový obrázok
sv: Ladda upp Avatar / Profilbild
th: อัปโหลดรูป Avatar / รูปโปรไฟล์
tl: I-upload ang Avatar / Profile Picture

source: Enable account? Uncheck to ban
ar: تمكين الحساب؟ ألغ العلامة للحظر
bn: অ্যাকাউন্ট সক্রিয় করবেন? বন্ধ করতে আনচেক করুন
da: Aktivér konto? Fjern markeringen for at forbyde
fa: فعال کردن حساب کاربری لغو انتخاب برای ممنوعیت
hi: खाता सक्षम करना है? प्रतिबंध अनचेक करें
id: Aktifkan akun? Hapus centang untuk mencekal
it: Abilita account? Deselezionare per bannare
ja: アカウントを有効にしますか？チェックをはずして禁止します
nb: Aktivere konto? Fjern merket for å forby
ru: Включить учетную запись? Снимите флажок
sk: Povoliť účet? Zrušte začiarknutie pre zrušenie blokovania
sv: Aktivera konto? Avmarkera för att förbjuda
th: เปิดใช้งานบัญชีหรือไม่? ยกเลิกการเลือกห้าม
tl: Paganahin ang account? Alisan ng tsek para ipagbawal

source: Ban
ar: احظر
bn: নিষেধাজ্ঞা/বহিষ্কার করা
da: Bloker
fa: منع
hi: ​​प्रतिबंध
id: Blok
it: Banna
ja: 追放
nb: Utesteng
ru: Заблокировать
sk: Blokovanie
sv: Spärra
th: ห้าม
tl: I-ban

source: Clear
ar: مسح
bn: পরিষ্কার করা
da: Ryd
fa: پاک کردن
hi: हटाएं
id: Bersihkan
it: Cancella
ja: クリア
nb: Tøm
ru: Очистить
sk: Vyčistiť
sv: Rensa
th: ยกเลิกการเลือก
tl: Linisin

source: Verify the account?
ar: تحقق من الحساب؟
bn: অ্যাকাউন্ট যাচাই করুন?
da: Bekræft kontoen?
fa: حساب را تأیید کنید؟
hi: खाता सत्यापित करना है?
id: Verifikasi akun?
it: Verifica l'account?
ja: アカウントを確認しますか？
nb: Bekrefte kontoen?
ru: Проверить учетную запись?
sk: Overiť účet?
sv: Verifiera kontot?
th: ยืนยันบัญชีหรือไม่
tl: Iberipika ang account?

source: Is Staff?
ar: هل موظف؟
bn: এটি স্টাফ?
da: Er personale?
fa: آیا کارکنان؟
hi: कर्मचारी है?
id: Apakah Staf?
it: E' un account Staff?
ja: スタッフですか？
nb: Er staff?
ru: Персонал?
sk: Je personál?
sv: Är medarbetare
th: เป็นพนักงานใช่ไหม
tl: Staff ba?

source: Save all changes
ar: حفظ جميع التغييرات
bn: সব পরিবর্তন সংরক্ষণ করুন
da: Gem alle ændringer
fa: ذخیره تمام تغییرات
hi: सभी परितवर्तन सहेजें
id: Simpan semua perubahan
it: Salva tutte le modifiche
ja: 変更をすべて保存する
nb: Lagre alle endringer
ru: Сохранить все изменения
sk: Uložiť všetky zmeny
sv: Spara ändringar
th: จัดเก็บการเปลี่ยนแปลงทั้งหมด
tl: I-save ang lahat ng mga binago

source: Cancel
ar: إلغاء
bn: বাতিল করুন
da: Annuller
fa: لغو
hi: रद्द करें
id: Batal
it: Annulla
ja: 取り消し
nb: Avbryt
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tl: Kanselahin

source: Change Avatar Picture
ar: تغيير الصورة الرمزية
bn: অবতার ছবি পরিবর্তন করুন
da: Skift Avatarbillede
fa: تغییر تصویر آواتار
hi: अवतार छवि बदलें
id: Ubah Gambar Avatar
it: Cambia Immagine Avatar
ja: アバター画像を変更する
nb: Endre avatar bilde
ru: Изменить изображение аватара
sk: Zmeniť obrázok Avatar
sv: Ändra Avatarbild
th: เปลี่ยนรูป Avatar
tl: Baguhin ang Avatar

source: Please select your Everipedia page
ar: يرجى تحديد صفحة إيفريبيديا الخاصة بك
bn: দয়া করে আপনার এভরিপিডিয়া পৃষ্ঠা নির্বাচন করুন
da: Vælg venligst din Everipedia-side
fa: لطفا صفحه Everipedia خود را انتخاب کنید
hi: कृपया अपना Everipedia पृष्ठ चुनें
id: Silakan pilih halaman Everipedia Anda
it: Seleziona la tua pagina Everipedia
ja: Everipediaのページを選択してください
nb: Vennligst velg Everipedia side
ru: Пожалуйста, выберите страницу Everipedia
sk: Vyberte prosím svoju stránku Everipedia
sv: Var god välj din Everipedia-sida
th: โปรดเลือกหน้าเว็บ Everipedia ของคุณ
tl: Pakipili ang iyong pahina sa Everipedia

source: Continue
ar: استمر
bn: চালিয়ে যান
da: Fortsæt
fa: ادامه
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
nb: Fortsett
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ต่อ
tl: Magpatuloy

source: Voting
ar: تصويت
bn: ভোট
da: Afstemning
fa: رای گیری
hi: मतदान करें
it: Voto
ja: 投票
nb: Valg
ru: Голосование
sk: Hlasovanie
th: การโหวต
tl: Pagboto

source: Voting History
ar: تاريخ التصويت
bn: ভোটের ইতিহাস
da: Afstemningshistorie
fa: رأی دادن تاریخ
hi: मतदान इतिहास
id: Riwayat Voting
it: Cronologia Voti
ja: 投票履歴
nb: Avstemning historie
ru: История голосования
sk: História hlasovania
sv: Rösthistorik
th: ประวัติการโหวต
tl: Kasaysayan ng Pagboto

source: Before
ar: قبل
bn: আগে
da: Før
fa: قبل
hi: पहले
id: Sebelum
it: Prima
ja: 前
nb: Før
ru: До
sk: Pred
sv: Före
th: ก่อน
tl: Bago

source: After
ar: بعد
bn: পরে
da: Efter
fa: بعد
hi: बाद में
id: Sesudah
it: Dopo
ja: 後
nb: Etter
ru: После
sk: Po
sv: Efter
th: หลังจาก
tl: Pagkatapos

source: Article
ar: مقال
bn: নিবন্ধ
da: Artikel
fa: مقاله
hi: लेख
id: Artikel
it: Articolo
ja: 記事
nb: Artikkel
ru: Статья
sk: Článok
sv: Artikel
th: บทความ
tl: Artikulo

source: Current Vote
ar: التصويت الحالي
bn: বর্তমান ভোট
da: Nuværende afstemning
fa: رأی فعلی
hi: वर्तमान मतदान
id: Suara Saat Ini
it: Voto corrente
ja: 現在の投票
nb: Nåværende stemme
ru: Текущий голос
sk: Aktuálne hlasovanie
sv: Nuvarande omröstning
th: โหวตปัจจุบัน
tl: Kasalukuyang Boto

source: Reject
ar: رفض
bn: প্রত্যাখ্যান করুন
da: Afvis
fa: رد کردن
hi: अस्वीकार करें
id: Tolak
it: Rifiuta
ja: 拒否
nb: Avslå
ru: Отклонить
sk: Zamietnuť
sv: Avvisa
th: ปฏิเสธ
tl: Tanggihan

source: Accept
ar: قبول
bn: গ্রহণ করুন
da: Accepter
fa: پذیرفتن
hi: स्वीकार करें
id: Terima
it: Accetta
ja: 承諾
nb: Godta
ru: Принять
sk: Súhlasiť
sv: Acceptera
th: ยอมรับ
tl: Tanggapin

source: Voting Period
ar: فترة التصويت
bn: ভোটের সময়কাল
da: Afstemningsperiode
fa: رأی دادن دوره
hi: मतदान अवधि
id: Periode Voting
it: Periodo di votazione
ja: 投票期間
nb: Avstemning periode
ru: Период голосования
sk: Obdobie hlasovania
sv: Röstnings period
th: ระยะเวลาโหวต
tl: Panahon ng Pagboto

source: to
ar: إلى
bn: প্রতি
da: til
fa: به
hi: प्राप्तकर्ता
id: untuk
it: a
ja: から
nb: til
ru: до
sk: do
sv: till
th: ถึง
tl: sa
