Repository: 8bitkevin/Block-Explorer-IQ-Public
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, fa, hi, id, it, ja, nb, ru, sk, sv, th, tl

source: Democratic
ar: ديمقراطي
bn: গণতান্ত্রিক
da: Demokrati
fa: دموکراسی
hi: लोकतंत्रात्मक
id: Demokrasi
it: Democratica
ja: 民主主義の
nb: Demokrati
ru: Демократическая партия
sk: Demokratické
sv: Demokrati
th: ประชาธิปไตย
tl: Demokratiko

source: Proof of Stake (PoS) model allows for voting to change and upgrade the IQ network as it grows. Also will facilitate batch imports of new content with no fees.
ar: يسمح نموذج إثبات القدرة (PoS) بالتصويت لتغيير شبكة IQ وتطوريها أثناء نموها. كما سيسهل استيراد مجموعات من المحتويات الجديدة بدون رسوم.
bn: স্টেকের প্রমাণ (পিওএস) মডেলটি পরিবর্তন ও আইকিউ নেটওয়ার্ক বৃদ্ধির সাথে সাথেআপগ্রেড করার জন্য ভোট দিতে সাহায্য করে। এছাড়াও কোন রকম ফি ছাড়াই নতুন উপাদানের জন্য ব্যাচ ইমপোর্ট করার সুবিধা প্রদান করে
da: Proof of Stake (PoS) -modellen giver mulighed for at stemme om at ændre og opgradere IQ-netværket, efterhånden som det vokser. Også vil lette batch import af nyt indhold uden gebyrer.
fa: اثبات مدل سهام (PoS) اجازه می دهد تا برای رأی دادن به تغییر و ارتقاء شبکه IQ به عنوان آن رشد می کند. همچنین واردات گروهی محتوای جدید بدون هیچ هزینه ای را تسهیل می کند.
hi: प्रूफ ऑफ स्टैक (पीओएस) मॉडल विकसित होते हुए आईक्यू नेटवर्क को बदलने और अपग्रेड करनेके लिए मतदान की अनुमति देता है। साथ ही, यह बिना किसी शुल्क के नयी सामग्री के सामूहिकआयात की भी सुविधा देगा।
id: Model Proof of Stake (PoS) memungkinkan pemungutan suara untuk mengubah dan meningkatkan jaringan IQ seiring pertumbuhannya. Juga akan memfasilitasi impor batch konten baru tanpa adanya biaya.
it: Il modello PoS (Proof of Stake) utilizza un sistema di votazione per modificare e migliorare la rete IQ man mano che si espande. Inoltre, facilita l'importazione batch di nuovi contenuti senza alcuna commissione.
ja: ステーク（PoS）モデルは、IQネットワークが成長するにつれて投票を変更してアップグレードすることを可能にします。また、無料で新しいコンテンツのバッチインポートを容易にします。
nb: Proof of stake (POS) modell tillater stemmegivning for å endre og oppgradere IQ-nettverket som det vokser. Også vil forenkle batch import av nytt innhold uten avgifter.
ru: Доказательство модели Stake (PoS) позволяет голосовать, чтобы изменить и обновить IQ-сеть по мере ее роста. Также будет способствовать пакетному импорту нового контента без каких-либо сборов.
sk: Model dokladu o vklade (PoS) umožňuje hlasovanie o zmeeu a aktualizácií siete IQ v priebehu rastu. Tiež uľahčí dovážanie nového obsahu bez poplatku.
sv: Proof of Stake (PoS)-modellen möjliggör omröstning att ändra och uppgradera IQ-nätverket när det växer. Också kommer att underlätta satsvis import av nytt innehåll utan avgifter.
th: Proof of Stake (PoS) ช่วยให้สามารถโหวตและอัพเกรดเครือข่าย IQ เมื่อมีการขยายตัวได้ นอกจากนี้ยังช่วยนำเข้าเนื้อหาใหม่แบบเป็นชุดโดยไม่คิดค่าใช้จ่าย
tl: Ang modelo ng Proof of Stake (PoS) ay nagpapahintulot sa pagboto na baguhin at i-upgrade ang network ng IQ habang lumalaki ito. At ayusin ang pag-import ng mga batch ng bagong kaalaman nang libre.

source: Censorship Resistant
ar: مقاومة الرقابة
bn: সেন্সরশিপ প্রতিরোধক
da: Censurbestandig
fa: مقاوم در برابر سانسور
hi: सेंसर व्यवस्था प्रतिरोधी
id: Tahan Sensor
it: A Prova di Censura
ja: 検閲耐性
nb: Sensur motstandsdyktig
ru: Цензура устойчива
sk: Odolnosé voči cenzúre
sv: Censurbeständig
tl: Protektado sa Pagsensura

source: Live and permanent edits of content on the blockchain beyond the control of a central authority.
ar: تعديلات حية ودائمة للمحتوى على blockchain خارج سيطرة سلطة مركزية.
bn: কেন্দ্রীয় কর্তৃপক্ষের নিয়ন্ত্রণের বাইরে ব্লকচেইনের বিষয়বস্তু সরাসরি এবং স্থায়ী সম্পাদনা।
da: Levende og permanente redigeringer af indhold på blockchain uden for en central myndigheds kontrol.
fa: ویرایشهای زنده و دائمی محتوا در blockchain فراتر از کنترل یک مقام مرکزی.
hi: किसी केंद्रीय प्राधिकरण के नियंत्रण के बिना ब्लॉकचेनपर सामग्री का जीवंत और स्थायी संपादन।
id: Suntingan konten langsung dan permanen pada blockchain berada di luar kendali otoritas pusat.
it: Modifiche in tempo reali e permanenti dei contenuti sulla blockchain, senza il controllo di un singolo ente centralizzato.
ja: 中央機関の制御を超えて、ブロックチェーン上のコンテンツのライブと永久編集。
nb: Live og permanent redigering av innhold på blockchain utenfor kontroll av en sentral autoritet.
ru: Живые и постоянные изменения содержания блочной цепи, находящиеся под контролем центрального органа.
sk: Aktuálne a trvalé úpravy obsahu na blockchain bez možnosti ovplyvňovania autoritami.
sv: Levande och permanenta redigeringar av innehåll på blockchain bortom kontrollen av en central myndighet.
th: แก้ไขเนื้อหาแบบสดและแบบถาวรบน blockchain ที่อยู่เหนือการควบคุมของอำนาจส่วนกลาง
tl: Mga live at permanenteng pag-edit ng impormasyon sa blockchain na di sakop ng kontrol ng isang sentral na awtoridad.

source: Financial Incentive
ar: الحوافز المالية
bn: আর্থিক উদ্দীপক
da: Finansielt incitament
fa: انگیزهی مالی
hi: वित्तीय भुगतान
id: Insentif keuangan
it: Incentivi Finanziari
ja: 財務インセンティブ
nb: Økonomisk insentiv
ru: Финансовый стимул
sk: Finančná motivácia
sv: Ekonomiska incitament
th: สิ่งจูงใจทางการเงิน
tl: Insentibong Pinansiyal

source: All holders of IQ will be incentivized to create quality, neutral content and to work together in building the reputation of the network.
ar: سيتم إعطاء حوافز لجميع الحائزين على IQ لخلق محتوى عالي الجودة ومحايد والعمل معاً في بناء سمعة الشبكة.
bn: আইকিউ ধারণকৃত সকল ব্যক্তিকে গুণগত, নিরপেক্ষ সামগ্রী তৈরি করতে এবং নেটওয়ার্কে খ্যাতি রক্ষায় একসাথে কাজ করতে উৎসাহিত করা হবে।
da: Alle indehavere af IQ vil blive incitiveret til at skabe kvalitet, neutralt indhold og samarbejde om at opbygge netværkets omdømme.
fa: همه صاحبان IQ برای ایجاد محتوای با کیفیت و ایجاد همکاری در ساخت شهرت شبکه مشوق خواهند شد.
hi: अच्छी, तटस्थ सामग्री बनाने के लिए और नेटवर्क की प्रतिष्ठा बढाने के लिएएक साथ काम करने के लिए आईक्यू के सभी धारकों को भुगतान किया जायेगा।
id: Semua pemegang IQ akan diberi insentif untuk menciptakan konten yang berkualitas, netral, dan bekerja sama dalam membangun reputasi jaringan.
it: Tutti i titolari di IQ saranno incentivati alla creazione di contenuti neutrali e di qualità, e alla collaborazione reciproca per costruire la reputazione della rete.
ja: IQのすべての保有者は、質の高いニュートラルなコンテンツを作成し、ネットワークの評判を築くために一緒に働くように動機づけされる。
nb: Alle innehavere av IQ vil bli incentivized å skape kvalitet, nøytralt innhold og å arbeide sammen for å bygge omdømmet til nettverket.
ru: Все владельцы IQ будут стимулировать создание качественного, нейтрального контента и совместную работу по построению репутации сети.
sk: Všetci držitelia IQ budú motivovaní vytvoriť kvalitný a neutrálny obsah a spolupracovať pri budovaní povesti siete.
sv: Alla innehavare av IQ kommer att incitament för att skapa kvalitet, neutralt innehåll och att arbeta tillsammans för att bygga nätverkets rykte.
th: ผู้ถือครอง IQ ทั้งหมดจะได้รับการจูงใจในการสร้างเนื้อหาที่มีคุณภาพ เป็นกลางและทำงานร่วมกันในการสร้างชื่อเสียงของเครือข่าย
tl: Ang lahat ng may hawak ng IQ ay may insentibong magdala ng kalidad, neutral na impormasyon at magtulungan sa pagbuo ng reputasyon ng network.

source: Become an editor today and start creating your own wiki articles.
ar: كن محررًا اليوم وابدأ في كتابة مقالات ويكي الخاصة بك.
bn: আজকেই একজন সম্পাদক হয়ে উঠুন ও নিজের উইকি নিবন্ধ তৈরি করতে শুরু করুন
da: Bliv redaktør i dag og begynd at oprette dine egne wiki artikler.
fa: امروز یک سردبیر تبدیل شوید و شروع به ایجاد مقالات ویکی خود کنید.
hi: आज ही संपादक बनें और अपना खुद का विकी लेख बनाना शुरू करें।
id: Menjadi seorang editor hari ini dan mulailah membuat artikel wiki Anda sendiri.
it: Diventa un editor oggi stesso e inizia a creare i tuoi articoli wiki.
ja: 今日から編集者になり、wiki記事を作成し始めましょう。
nb: Bli en redaktør i dag og begynne å lage dine egne wiki artikler.
ru: Станьте редактором сегодня и начинайте создавать свои собственные статьи в вики.
sk: Staňte sa editorom dnes a začnite vytvárať svoje vlastné wiki články.
sv: Bli en redaktör idag och börja skapa dina egna wiki-artiklar.
th: มาเป็นบรรณาธิการในวันนี้และเริ่มต้นสร้างบทความ Wiki ของคุณเอง
tl: Maging isang editor ngayon at simulang gumawa ng iyong sariling mga artikulo sa wiki.

source: Open Community
ar: المجتمع المفتوح
bn: ওপেন কমিউনিটি
da: åbent plantesamfund
fa: جامعه مجازی
hi: खुला समुदाय
id: Komunitas Terbuka
it: Comunità Aperta
ja: オープンコミュニティ
nb: Åpne fellesskapet
ru: Открыть сообщество
sk: Otvorená komunita
sv: öppet växtsamhälle
th: เปิดชุมชน
tl: Bukas na Komunidad

source: Our vibrant community is open and welcoming to people from all backgrounds. Our guidelines and policies are based on common sense rather than strict bureaucracy.
ar: مجتمعنا النابض بالحياة مفتوح ويرحب بالناس من جميع الخلفيات. تستند إرشاداتنا وسياساتنا على الحس السليم بدلاً من البيروقراطية الصارمة.
bn: আমাদের স্পন্দনশীল সম্প্রদায়টি উন্মুক্ত এবং সকল শ্রেণীর মানুষকে স্বাগত জানাচ্ছে। কঠোর আমলাতন্ত্রের পরিবর্তে, আমাদের নির্দেশিকা ও নীতিগুলি সাধারণ জ্ঞান ভিত্তিক।
da: Vores pulserende samfund er åbent og indbydende til folk fra alle baggrunde. Vores retningslinjer og politikker er baseret på sund fornuft snarere end strenge bureaukrati.
fa: جامعه پر جنب و جوش ما باز و استقبال از مردم از همه زمینه ها است. دستورالعمل ها و سیاست های ما بر مبنای عقل سلیم و بویژه بوروکراسی استوار است.
hi: हमारा जीवंत समुदाय खुली विचारधारा वाला है और सभी पृष्ठभूमि के लोगों का स्वागत करता है।हमारे दिशानिर्देश और नीतियां सख्त नौकरशाही की बजायसहज ज्ञान पर आधारित हैं।
id: Komunitas kami yang bersemangat adalah terbuka dan ramah kepada orang-orang dari semua latar belakang. Pedoman dan kebijakan kami didasarkan pada akal sehat daripada birokrasi yang ketat.
it: La nostra vitale comunità è aperta e accogliente verso persone di ogni estrazione sociale. I nostri orientamenti e le nostre politiche si basano sul buonsenso, non su una rigida burocrazia.
ja: 私たちの活気のあるコミュニティは、あらゆる背景を持つ人々に開放されており、そういった人々を歓迎しています。私たちの指針とポリシーは、厳格な官僚制ではなく常識に基づいています。
nb: Vårt pulserende samfunn er åpent og innbydende for folk fra alle bakgrunner. Våre retningslinjer og retningslinjer er basert på sunn fornuft i stedet for streng byråkrati.
ru: Наше оживленное сообщество открыто и приветствует людей со всего мира. Наши руководящие принципы и политика основаны на здравом смысле, а не на строгой бюрократии.
sk: Naša živá komunita je otvorená a privítaca ľuďom zo všetkých oblastí. Naše smernice a zásady sú založené skôr na zdravom rozumu ako na prísnej byrokracii.
sv: Vårt livliga samhälle är öppet och välkomnande till människor från alla bakgrunder. Våra riktlinjer och policyer bygger på sunt förnuft snarare än strikt byråkrati.
th: ชุมชนที่มีชีวิตชีวาของเราเปิดกว้างและต้อนรับผู้คนจากทุกภูมิหลัง หลักเกณฑ์และนโยบายของเราอยู่บนหลักสามัญสำนึกมากกว่าระบบราชการที่เข้มงวด
tl: Ang aming buhay na buhay na komunidad ay bukas at malugod tumanggap ng lahat ng klase ng tao. Ang aming mga alituntunin at patakaran ay batay sa sentido komun kaysa sa mahigpit na burukrasya.

source: Redesigned for the modern age
ar: معاد تصميمه للعصر الحديث
bn: আধুনিক যুগের জন্য পুনঃপরিকল্পিত
da: Redesignet til den moderne tidsalder
fa: طراحی شده برای عصر مدرن
hi: आधुनिक युग के लिए फिर से डिजाइन किया गया
id: Didesain ulang untuk zaman modern
it: Reinventato per l'era moderna
ja: 現代に向けて再設計された
nb: Redesignet for den moderne tid
ru: Переработан на современную эпоху
sk: Prepracované pre modernú dobu
sv: Redesignad för modern ålder
th: ออกแบบใหม่สำหรับยุคโมเดิร์น
tl: Muling idinisenyo para sa makabagong panahon

source: Everipedia is an encyclopedia modernized and re-designed for the twenty-first century. Our editing interface makes creating and editing wiki's as easy as using Facebook.
ar: إيفريبيديا هي موسوعة عصرية ومحدثة للقرن الحادي والعشرين. تجعل واجهة التحرير الخاصة بنا عملية إنشاء وتحرير الويكي أمرًا سهلاً مثل استخدام فيس بوك.
bn: ইভারপিডিয়া একটি আধুনিক বিশ্বকোষ এবং একবিংশ শতকের জন্য পুনর্নির্মিত। ফেসবুকের সহজ ব্যবহারশৈলীর অনুরূপে আমাদের সম্পাদনার ইন্টারফেসটি উইকিতৈরি ও সম্পাদনাকে সহজ করে তুলেছে।
da: Everipedia er en encyclopædi, der moderniseres og genudformes til det enogtyvende århundrede. Vores redigeringsinterface gør det nemt at oprette og redigere wiki som at bruge Facebook.
fa: Everipedia دانشنامه ای مدرن و مجددا برای قرن بیست و یکم طراحی شده است. رابط ویرایش ما می تواند ایجاد و ویرایش ویکی را به آسانی با استفاده از فیس بوک انجام دهد.
hi: Everipedia एक विश्वकोश है जिसे इक्कीसवीं शताब्दी के लिए आधुनिक बनाया गया है और फिर से डिजाइनकिया गया है। हमारा संपादन इंटरफेस विकी का निर्माण और संपादनफेसबुक का प्रयोग करने जितना आसान बनाता है।
id: Everipedia adalah ensiklopedia yang dimodernisasi dan dirancang ulang untuk abad ke dua puluh satu. Antarmuka pengeditan kami membuat dan menyunting wiki semudah menggunakan Facebook.
it: Everipedia è un'enciclopedia modernizzata e ridisegnata per il ventunesimo secolo. La nostra interfaccia di editing rende la creazione e la modifica di articoli facile come usare Facebook.
ja: Everipediaは、21世紀に向けて近代化され再設計された百科事典です。私たちの編集インターフェースでは、Facebookを使用するのと同じくらい簡単にwikiの作成と編集可能です。
nb: Everipedia er et leksikon modernisert og re-designet for det tjueførste århundre. Våre redigering grensesnittet gjør oppretting og redigering wiki er like enkelt som å bruke Facebook.
ru: Everipedia - это энциклопедия, модернизированная и переделанная для XXI века. Наш интерфейс редактирования позволяет создавать и редактировать вики так же просто, как использовать Facebook.
sk: Everipedia je encyklopédia modernizovaná a prepracovaná pre 21. storočie. Naše editačné rozhranie umožňuje vytvárať a upravovať wiki rovnako jednoducho ako pomocou Facebooku.
sv: Everipedia är en encyklopedi moderniserad och omdesignad för tjugoförsta århundradet. Vårt redigeringsgränssnitt gör att skapa och redigera wiki är lika enkelt som att använda Facebook.
th: Everipedia เป็นสารานุกรมที่ทันสมัยและได้รับการออกแบบใหม่สำหรับศตวรรษที่ 21 อินเตอร์เฟซการแก้ไขของเราทำให้คุณสร้างและแก้ไข Wiki ได้ง่ายเหมือนใช้ Facebook
tl: Ang Everipedia ay isang ensiklopedya na pinabago at muling idinisenyo para sa ikadalawampu't isang siglo. Ang aming interface sa pag-edit ay pinapadali ang paggawa at pag-edit ng wiki tulad ng paggamit sa Facebook.

source: Follow us on Telegram
ar: تابعنا على تيليجرام
bn: টেলিগ্রামে আমাদের অনুসরণ করুন
da: Følg os på Telegram
fa: ما را دنبال کنید در تلگرام
hi: टेलीग्राम पर हमें फॉलो करें
id: Ikuti kami di Telegram
it: Seguici su Telegramma
ja: テレグラムでフォローして下さい
nb: Følg oss på Telegram
ru: Следуйте за нами на Telegram
sk: Sledujte nás na Telegrame
sv: Följ oss på Telegram
th: ติดตามเราบน Telegram
tl: Sundan kami sa Telegram

source: Led by the Founder of Wikipedia and Genius.com
ar: تدار بواسطة مؤسس ويكيبديا و موقع جينوس Genius.com
bn: উইকিপিডিয়া এবং Genius.com এর প্রতিষ্ঠাতা দ্বারা নেতৃত্ব প্রাপ্ত
da: Bly af grundlæggeren af ​​Wikipedia og Genius.com
fa: سرپرست بنیانگذار ویکی پدیا و Genius.com است
id: Dipimpin oleh Pendiri Wikipedia dan Genius.com
it: Guidata dai Founder di Wikipedia e Genius.com
nb: Ledet av grunnleggeren av Wikipedia og Genius.com
ru: Под руководством Основателя Википедии и Genius.com
sk: Vedenie zakladateľom Wikipedia a Genius.com
sv: Led av grundaren av Wikipedia och Genius.com
th: นำโดยผู้ก่อตั้ง Wikipedia และ Genius.com
tl: Pinangunahan ng Tagapagtatag ng Wikipedia at Genius.com

source: Everipedia is being led by a team with extensive experience and knowledge both in the online knowledge space as well as the blockchain industry. The executive team is made up of several prominent individuals in the industry, the Co-Founder of Wikipedia, Larry Sanger, the founder of Genius.com, Mahbod Moghadam, and several others. Academic credentials includes UCLA, Stanford, Yale & Columbia, covering nationalities from America, Sweden, Norway and Italy.
ar: يدير إيفريبيديا فريق يمتلك خبرة ومعرفة واسعة في مجال المعرفة عبر الإنترنت بالإضافة إلى صناعة سلسلة الكتل (Bloackchain). يتألف الفريق التنفيذي من العديد من الشخصيات البارزة في الصناعة مثل المؤسس المشارك لويكيبديا ولاري سانجر مؤسس موقع جينيس Genius.com ومحبود موغادام وآخرين. تشمل أوراق الاعتماد الأكاديمية جامعة كاليفورنيا وستانفورد وييل وكولومبيا وبها جنسيات من أمريكا والسويد والنرويج وإيطاليا.
bn: এভরিপিডিয়া এমন একটি দল দ্বারা নির্দেশিত যাদের অনলাইন জ্ঞানের পাশাপাশি ব্লকচেইন ইন্ডাস্ট্রি উভয় সম্পর্কেবিশদ অভিজ্ঞতা ও জ্ঞান আছে। নির্বাহী দলটি ইন্ডাস্ট্রির বেশ কয়েকজন গুরুত্বপূর্ণ ব্যক্তির সমন্বয়ে তৈরি,উইকিপিডিয়ার সহপ্রতিষ্ঠাতা, ল্যারি স্যাঙ্গার, Genius.com এর প্রতিষ্ঠাতা, মাহবোদমোঘাদা, এবং আরো অনেকে। প্রাতিষ্ঠানিক শংসাপত্রের মধ্যে ইউসিএলএ, স্ট্যানফোর্ড,ইয়েল ও কলাম্বিয়া, আমেরিকা, সুইডেন, নরওয়ে ও ইতালির নাগরিকগণ সহ।
da: Everipedia ledes af et hold med stor erfaring og viden både i online videnrummet samt blockchain industrien. Udøvende hold består af flere fremtrædende personer i branchen, medstifteren af ​​Wikipedia, Larry Sanger, grundlæggeren af ​​Genius.com, Mahbod Moghadam og flere andre. Akademiske legitimationsoplysninger omfatter UCLA, Stanford, Yale &amp; Columbia, der dækker nationaliteter fra Amerika, Sverige, Norge og Italien.
fa: Everipedia توسط یک تیم با تجربه و دانش گسترده در فضای دانش آنلاین و همچنین صنعت blockchain هدایت می شود. تیم اجرایی از چندین نماینده برجسته در صنعت، بنیانگذار ویکی پدیا، لری سنجر، بنیانگذار Genius.com، مهبد مقدم و چندین نفر دیگر تشکیل شده است. مدارک تحصیلی شامل UCLA، استنفورد، ییل و کلمبیا، که ملیتهای آمریکا، سوئد، نروژ و ایتالیا را پوشش می دهد.
id: Everipedia sedang dipimpin oleh tim dengan pengalaman dan pengetahuan yang luas baik di ruang pengetahuan online maupun industri blockchain. Tim eksekutif terdiri dari beberapa tokoh terkemuka di industri ini, Pendiri Bersama Wikipedia, Larry Sanger, pendiri Genius.com, Mahbod Moghadam, dan beberapa lainnya. Kredensial akademik termasuk UCLA, Stanford, Yale & Columbia, yang meliputi kebangsaan dari Amerika, Swedia, Norwegia dan Italia.
it: Everipedia è guidato da un team con grande esperienza e competenza nell'ambito della conoscenza online e dell'industria blockchain. Il team dirigente è costituito da professionsti noti nel settore, come il Co-Fondatore di Wikipedia, Larry Sanger, il fondatore di Genius.com, Mahbod Moghadam, e molti altri. Le nostre qualifiche accademiche includono UCLA, Stanford, Yale e Columbia, rappresentate da nazionalità provenienti da America, Svezia, Norvegia e Italia.
nb: Everipedia blir ledet av et team med lang erfaring og kunnskap både i online kunnskaps plass samt blockchain industrien. Ledergruppen består av flere prominente personer i bransjen, medgrunnlegger av Wikipedia, Larry sanger, grunnleggeren av Genius.com, Mahbod Moghadam og flere andre. Akademiske akkreditiver omfatter UCLA, Stanford, Yale & Columbia, som dekker nasjonaliteter fra Amerika, Sverige, Norge og Italia.
ru: Everipedia возглавляет команда, обладающая обширным опытом и знаниями как в онлайн-пространстве знаний, так и в индустрии блокчейнов. Исполнительная команда состоит из нескольких видных людей в отрасли, Соучредителя Википедии, Ларри Сангера, основателя Genius.com, Махбода Могадама и нескольких других. Академические верительные грамоты включают UCLA, Stanford, Yale &amp; Columbia, охватывающие национальности из Америки, Швеции, Норвегии и Италии.
sk: Spoločnosť Everipedia vedie tím s rozsiahlymi skúsenosťami a znalosťami v priestore znalostí online, ako aj v odvetví blokchain. Výkonný tím pozostáva z niekoľkých významných jednotlivcov v tomto odvetví, spoluzakladateľ Wikipedie, Larry Sanger, zakladateľ spoločnosti Genius.com, Mahbod Moghadam a niekoľko ďalších. Akademické kredity zahŕňajú UCLA, Stanford, Yale &amp; Columbia, ktoré pokrývajú národnosti z Ameriky, Švédska, Nórska a Talianska.
sv: Everipedia leds av ett team med stor erfarenhet och kunskap både i det online kunskapsutrymmet och blockchainindustrin. Verkställande laget består av flera framstående individer i branschen, grundare av Wikipedia, Larry Sanger, grundaren av Genius.com, Mahbod Moghadam och flera andra. Academic credentials inkluderar UCLA, Stanford, Yale &amp; Columbia, som täcker nationaliteter från Amerika, Sverige, Norge och Italien.
th: Everipedia นำโดยทีมงานที่มีประสบการณ์และความรู้มากมายทั้งในด้านความรู้ออนไลน์และวงการ Blockchain ทีมผู้บริหารประกอบด้วยบุคคลที่โดดเด่นในวงการจำนวนมาก ทั้งผู้ร่วมก่อตั้งวิกิพีเดีย ลาร์รี แซงเจอร์ ผู้ก่อตั้ง Genius.com มาฮ์บอด มอคฮาดัมและอีกหลายคน มีการรับรองทางวิชาการประกอบด้วย UCLA, Stanford, Yale & Columbia ครอบคลุมสัญชาติอเมริกัน สวีเดน นอร์เวย์ และอิตาลี
tl: Ang Everipedia ay pinangungunahan ng isang grupong may malawak na karanasan at kaalaman hindi lang sa online na espasyo sa kaalaman kundi pati na rin sa industriya ng blockchain. Ang mga tagapagpaganap ay binubuo ng ilang mga kilalang indibidwal sa industriya, ang Co-Founder ng Wikipedia, si Larry Sanger, ang nagtatag ng Genius.com, Mahbod Moghadam, at marami pang iba. Ang mga akademikong kredensyal ay kinabibilangan ng UCLA, Stanford, Yale at Columbia, at mga nasyonalidad mula sa Amerika, Sweden, Norway at Italya.

source: Executive Team
ar: الفريق الإداري
bn: নির্বাহী দল
fa: تیم اجرایی
hi: कार्यकारी टीम
id: Tim eksekutif
it: Team Esecutivo
ja: 役員チーム
nb: Ledergruppen
ru: Топ-менеджмент
sk: Vrcholový manažment
sv: Ledningsgrupp
th: ทีมผู้บริหาร
tl: Mga Tagapagpaganap

source: Leadership
ar: القيادة
bn: নেতৃত্ব
da: Lederskab
fa: رهبری
hi: नेतृत्व
id: Pimpinan
ja: リーダーシップ
nb: Lederskap
ru: Лидерство
sk: Vedenie
sv: Ledarskap
th: ทีมบริหาร
tl: Pamumuno

source: Executive Leadership
ar: القيادة التنفيذية
bn: নির্বাহী নেতৃত্ব
fa: رهبری اجرایی
hi: कार्यकारी नेतृत्व
id: Pemimpin Eksekutif
it: Leadership Direttiva
ja: エグゼクティブリーダーシップ
nb: Ledelse
ru: Исполнительное руководство
sk: Výkonné vedenie
sv: Ledande ledarskap
th: ภาวะผู้นำของผู้บริหาร
tl: Pinakamataas na Pamumuno

source: Chief Information Officer
ar: مدير قسك المعلومات (CIO)
bn: প্রধান তথ্য কর্মকর্তা
da: Informationschef
fa: افسر ارشد اطلاعات
hi: मुख्य सूचना अधिकारी
id: Kepala Petugas Informasi
it: Chief Information Officer (CIO)
ja: 最高情報責任者
ru: Руководитель информационной службы
sk: Výkonný informačný riaditeľ
sv: Direktör för informationssystem
th: หัวหน้าเจ้าหน้าที่ข้อมูล

source: Chief Executive Officer, Co-Founder
ar: الرئيس التنفيذي ، مؤسس مشارك
bn: প্রধান নির্বাহী কর্মকর্তা, সহপ্রতিষ্ঠাতা
da: Administrerende direktør, medstifter
fa: مدیر اجرایی، شرکت کننده
hi: मुख्य कार्यकारी अधिकारी, सह-संस्थापक
id: Chief Executive Officer, Pendiri Bersama
it: Chief Executive Officer (CEO), Co-fondatore
ja: 共同設立者の最高経営責任者（CEO）
nb: Administrerende direktør, co-grunnlegger
ru: Главный исполнительный директор, соучредитель
sk: Generálny riaditeľ, spoluzakladateľ
sv: Verkställande direktör, grundare
th: ประธานบริหาร ผู้ร่วมก่อตั้ง

source: Chief Technology Officer, Co-Founder
ar: مدير قسم التكنولوجيا ، مؤسس مشارك
bn: প্রধান প্রযুক্তিসম্পর্কিত কর্মকর্তা, সহপ্রতিষ্ঠাতা
da: Chief Technology Officer, medstifter
fa: مدیر ارشد فناوری، موسس شرکت
hi: मुख्य प्रौद्योगिकी अधिकारी, सह-संस्थापक
id: Chief Technology Officer, Pendiri Bersama
it: Chief Technology Officer (CTO), Co-fondatore
ja: 最高技術責任者、共同創業者
nb: Chief Technology Officer, co-grunnlegger
ru: Главный технический директор, соучредитель
sk: Výkonný technický riaditeľ, spoluzakladateľ
sv: Chief Technology Officer, medgrundare
th: ประธานฝ่ายเทคโนโลยี ผู้ร่วมก่อตั้ง

source: President, Co-Founder
ar: الرئيس ، مؤسس مشارك
bn: রাষ্ট্রপতি, সহপ্রতিষ্ঠাতা
da: Præsident, medstifter
fa: رئیس جمهور، موسس
hi: अध्यक्ष, सह-संस्थापक
id: Presiden, Pendiri Bersama
it: Presidente, co-fondatore
ja: 社長、共同創業者
nb: President, co-grunnlegger
ru: Президент, Соучредитель
sk: Prezident, spoluzakladateľ
sv: President, medgrundare
th: ประธาน ผู้ร่วมก่อตั้ง
tl: Pangulo, Co-Founder

source: Director of Software
ar: مدير البرامج
bn: সফটওয়্যার নির্দেশক
da: Direktør for software
fa: مدیر نرم افزار
hi: सॉफ्टवेयर निदेशक
id: Direktur Perangkat Lunak
ja: ソフトウェアディレクター
nb: Direktør for programvare
ru: Директор по программному обеспечению
sk: Riaditeľ softvéru
sv: Chef för programvara
th: ผู้อำนวยการฝ่ายซอฟต์แวร์
tl: Direktor ng Software
